"CoolCashGoldOut"="CoolCash出金";
"Space"="";//空格
"Terms_and_Conditions_for_OTC_Transactions"="CoolCash OTC服务协议";
"Terms_and_Conditions_for_CoolCash"="CoolCash服务协议";
"Confirm_authentication_information"="确认实名信息";
"Upload_legal_document_information"="上传证件信息";
"Submit_for_manual_approval"="提交人工审核";
"real_name_authentication_tip"="实名认证，升级高级账户，提高账户限额";
"no_real_name_authentication"="未实名认证";
"to_authentication"="立即认证";
"account_info"="账户信息";
"Non_withdrawable_balance"="不可提现余额";
"exchange"="兑换";
"Limit_description"="限额说明";
"The_service_is_supported_by_coolcash"="服务由CoolCash提供支持";
"What_is_a_non_withdrawable_balance"="什么是不可提现余额？";
"What_is_a_non_withdrawable_balance_des"="不可提现余额只可在WOWNOW APP消费，不可转账、不可兑换、不可在代理商网点出金。";
"Wallet_limit"="钱包限额";
"Different_account_levels_have_different_limits"="*不同的账户等级限额不同";
"Limit_type"="限额类型";
"Classic_account"="经典账户";
"Advanced_account"="高级账户";
"Exclusive_account"="尊享账户";
"Wallet_deposit_limit"="钱包存款限额";
"Single_limit"="单笔限额";
"Single_day_limit"="单日限额";
"consumption"="消费";
"Recertification"="再次认证";
"Account_level"="账户级别";
"familyName"="姓";
"givenName"="名";
"birthday"="出生日期";
"Country/Region"="国家/区域";
"Certificate_type"="证件类型";
"Certificate_No"="证件号";
"Certificate_validity_period"="证件有效期";
"ID_photo"="证件照片";
"Authentication_status"="认证状态";
"Failure_reason"="失败原因";
"to"="到";
"accounts"="账号";
"accounts1"="账号";
"bank"="银行";
"Recent_transfer"="最近转账";

"open_title"="开通后您将可享用钱包";
"open_tip"="支付、转账、兑换等相关功能";
"wallet_pay"="钱包支付";
"more"="更多";
"open_flow"="开通流程";
"set_username"="设置用户姓名";
"set_pay_password"="设置支付密码";
"Complete_opening"="确认支付密码，完成开通";
"agree"="已阅读并同意";
"agreement"="CoolCash服务协议";
"open"="立即开通";

"set_name"="设置姓名";
"set_familyName"="请输入姓";
"set_givenName"="请输入名";
"next"="下一步";

"input"="输入";
"Opposite_account"="对方账号";
"Please_check_account"="请仔细核对对方账号信息，资金将实时转入对方账号。";

"pay_account"="付款账户";
"Please_enter_the_transfer_amount"="请输入转账金额";
"remark"="备注";
"limit_words"="个字符以内";
"confirm"="确认";
"Collection_shop"="收款店铺";
"location"="定位";
"USD_account"="美元账户";
"KHR_account"="瑞尔账户";
"finish"="完成";
"Order_amount"="订单金额";
"Collection_account"="收款账号";
"Payee"="收款方";
"Creation_time"="创建时间";
"order_num"="订单号";
"Processing"="处理中";
"Transfer_failed"="转账失败";
"Amount"="金额";
"Deposit_account"="入金账户";
"Bill_classification"="账单分类";
"Gold_channel"="入金渠道";
"Gold_deposit_outlet"="入金网点";
"Deposit_time"="入金时间";
"trans_details"="交易详情";
"Service_Charge"="手续费";
"Payment_account"="付款账户";
"trans_Hash"="交易Hash";
"pay_bank"="付款银行";
"Product_description"="商品说明";
"Remuneration"="酬劳";
"exchange_rate"="汇率";
"Transaction_record"="交易记录";
"classification"="分类";
"This_month"="本月";
"Sweep"="扫一扫";
"Deposit"="入金";
"Payment_code"="付款码";
"Collection_code"="收款码";
"have"="有";
"way_to_cash_in"="种方法可实现钱包入金";
"Go_to_coolcash_agent_outlet"="前往CoolCash代理商网点，由代理商完成 钱包入金";
"Log_in_to_Bakong_app"="登录Bakong APP点击【QR Pay】，扫描你的CoolCash钱包收款码，完成钱包入金。或者选择【Deposit】，选择【CoolCash】，输入你的钱包账号与金额，完成钱包入金。";
"Log_in_bank_app_or_financial_institution_app"="登录已加入Bakong体系的银行APP或金融机构APP，扫描你的CoolCash钱包收款码，完成钱包入金。或者转账时选择CoolCash，输入钱包账号，完成钱包入金。";
"Lof_in_WOWNOW_APP"="其他CoolCash钱包用户扫我的钱包收款码向我转账，或转账时输入我的手机号，完成钱包收款。";
"go_to"="前往";
"View_support_bank"="查看支持银行";
"Reset_payPassword"="重置支付密码";
"Modification_method"="修改方式";
"ensure_the_security_account"="为了确保您的账户安全，如果您需要重置支付密码，请 您联系客服";
"service_telephone"="客服电话";
"Forgot_password"="忘记密码";
"Re-enter"="重新输入";
"enter_the_rest"="支付密码不正确，重新输入， 你还可以输入剩余";
"Times"="次";
"pleas_update"="请更新版本";
"languageName"="zh-CN";
"Transaction_type"="交易类型";
"flat"="该账号收藏成功！";
"cancel_flat"="该账号已取消收藏！";
"Cash_out"="出金";
"In_progress"="订单处理中";
"Order_closed"="订单关闭";
///////////coolcash//////////////////
"plese choose your language"       = "请选择语言";
"choose language"                  = "选择语言";
"TF_PLACEHOLDER_INPUT_ACCOUNT"  = "请输入您的手机号";
"please input your login password" = "请输入您的登录密码";
"login password"                   = "登录密码";
"verify code"                      = "验证码";

"country/region"                   = "国家/地区";
"country"                          = "柬埔寨";
"+855(0)"                          = "+855(0)";
"regist is agreetment"             = "注册即表示同意";
"had been sent Verify Code to phone" = "已向 %@ 发送验证码";
"please input verify code"           = "请输入6位数验证码";
"please set login password"          = "请设置登录密码";
"please input password"              = "请输入密码";
"welcome use ViPay"                 = "欢迎使用 CoolCash";
"seconds auto jump"                  = "%d秒后自动跳转";
"TITLE_ACOUNT_YOU_WANT_FIND"         = "请填写您要找回密码的账号";
"VIEW_TITLE_FIND_LOGIN_PWD"          = "找回登录密码";
"TITLE_ACOUNT_HAD_SEND_MSG"          = "我们已向您的手机发送短信\n请查看短信并输入验证码";
"TEXTFIELD_PLACEHOLDER_VERIFY_CODE"  = "请输入验证码";
"TF_TITLE_NEW_LOGIN_PWD"            = "新登录密码";
"TF_PLACEHOLDER_NEW_LOGIN_PWD"      = "请输入新登录密码";
"TF_TITLE_CONFIRM_LOGIN_PWD"        = "确认密码";
"TF_PLACEHOLDER_CONFIRM_LOGIN_PWD"  = "请再次确认登录密码";
"PAGE_TITLE_MODIFY_LOGIN_PWD"       = "修改登录密码";
"VIEW_TITLE_RESET_LOGIN_PASSWORD"   = "重置登录密码";
"TEXT_HAD_RESET_COMPLETE"            = "已重置完成";
"TEXT_FORGET_PASSWORD_TIPS"          = "确定要找回 %@ 的登录密码";
"TEXT_SELECT_LANGUAGE"               = "请选择语言";
"TITLE_DEVICE_CHANGE"                = "检测到您的CoolCash账号在另一台设备登录\n请使用短信验证码登录";
"VIEW_TITLE_SECURITY_WARMING"        = "安全提醒";
"TITLE_PAY_MSG"                      = "交易提醒";
"TITLE_SYS_MSG"                      = "系统通知";
"TITLE_COUPON_MSG"                   = "优惠通知";
"VIEW_TITLE_MESSAGE"                 = "消息";
"TITLE_DELETE"                       = "删除";
"VIEW_TITLE_SCAN"                    = "扫一扫";
"VIEW_TITLE_PAY"                     = "付款";
"TEXT_PAY_AMOUNT"                    = "付款金额";
"TEXTFIELD_INPUT_PAY_AMOUNT"         = "请输入金额";
"VIEW_TITLE_DESCRIBE"                = "详情";
"VIEW_TEXT_TRANSFER_TO_ACC"          = "转到CoolCash账号";
"VIEW_TEXT_TRANSFER_TO_SELF"         = "兑换";
"VIEW_TABLE_HEADER_RECENTLY"         = "最近转账联系人";
"VIEW_TITLE_TRANSFER_ACCOUNT"        = "转账到CoolCash账号";
"VIEW_TEXT_TRANSFER_TIPS"            = "请仔细核对信息，钱将实时转入对方账号，无法退款。";
"TEXTFIELD_TITLE_ACCOUNT"            = "账号:855(0)";

"TEXTFIELD_TITLE_ACCOUNT_TYPE"       = "付款账户";
"TEXTFIELD_TITLE_TRANSFER_AMOUNT"    = "转账金额";

"ACTIONSHEET_TITLE_ACCOUNT_SELECT"   = "账户选择";
"ACTIONSHEET_MSG_ACCOUNT_SELECT"     = "请选择您要支付的账户";
"VIEW_TEXT_SELECT_CURRENCY"          = "请选择要兑换的币种:";
"VIEW_TEXT_RATE_EXCHANGE_USD_TO_KHR" = "汇率: %@ = %@ (美元兑瑞尔)";
"VIEW_TEXT_RATE_EXCHANGE_KHR_TO_USD" = "汇率: %@ = %@ (瑞尔兑美元)";
"VIEW_TITLE_EXCHANGE"                = "兑换币种";
"PAGE_TEXT_EXCHANGE_AMOUNT"          = "兑换金额";
"PAGE_TITLE_EXCHANGE"                = "兑换";
"VIEW_TEXT_TIPS"                     = "提示";
"VIEW_TEXT_EXCHANGE_CONFIRM_MSG"     = "确定要将%@兑换为%@吗？";
"PAGE_TEXT_EXCHANGE_RATE"            = "%@兑换为%@";
"PAGE_TEXT_HAD_EXCHANGE"             = "已将%@兑换为%@";
"VIEW_TITLE_COLLECTION"              = "收款";
"VIEW_TEXT_SCAN_QRCODE"              = "扫描二维码，向我付钱";
"ACTIONSHEET_MSG_ACCOUNT_COLLECT_SELECT" = "请选择您要收款的账户";
"VIEW_TITLE_SETAMOUNT"               = "设置金额";
"TEXTFIELD_TITLE_COLLECT_ACCOUNT"    = "收款账号";
"TEXTFIELD_TITLE_COLLECT_AMOUNT"     = "收款金额";
"TEXTFIELD_TITLE_CURRENCY_USD"       = "美元账户";
"TEXTFIELD_TITLE_CURRENCY_KHR"       = "瑞尔账户";
"PAGE_TITLE_MY_ACCOUNT"              = "我的账户";
"VIEW_TEXT_REALNAME"                 = "实名信息";
"VIEW_TEXT_BILL"                     = "账单记录";
"VIEW_TEXT_LANGUAGE"                 = "选择语言";
"VIEW_TEXT_PASSWORD_SETTING"         = "密码设置";
"VIEW_TEXT_PROTOCAL"                 = "协议中心";
"VIEW_TEXT_FAQ"                      = "FAQs";
"VIEW_TEXT_ABOUT"                    = "关于我们";
"VIEW_TEXT_VERSION"                  = "版本号";
"VIEW_TITLE_MY_ACCOUNT"              = "我的账号";
"TEXTFIELD_TITLE_HEADIMAGE"          = "头像:";
"TEXTFIELD_TITLE_NICKNAME"           = "昵称:";
"TEXTFIELD_TITLE_LOGINNAME"          = "账号:";
"TEXTFIELD_PLACEHOLDER_NO_NICKNAME"  = "还没有昵称";
"ACTIONSHEET_TITLE_MODIFY_HEADIMAGE" = "修改头像";
"TF_PLACEHOLDER_INPUT_PHOTO_NUMBER" = "输入手机号码";
"PAGE_TEXT_MSG_NO_MORE"              = "暂无消息记录";
"PAGE_TITLE_MODIFY_PAY_PWD"        = "修改支付密码";
"TF_TITLE_ORI_PAY_PWD"             = "原支付密码:";
"TF_PLACEHOLDER_ORI_PAY_PWD"       = "请输入原6位数字支付密码";
"TF_TITLE_NEW_PAYPWD"              = "新支付密码";
"TF_PLACEHOLDER_NEW_PAYPWD"        = "请输入6位数字支付密码";
"TF_TITLE_CONFIRM_PAYPWD"          = "确认密码";
"TF_PLACEHOLDER_CONFIRM_PAYPWD"    = "请再次确认支付密码";
"PAGE_TEXT_GO_TO_STATIONS"         = "为确保您的账号安全，如果您需要重置支付密码，请前往线下网点。";
"PAGE_TEXT_CONTACT_US"             = "如有疑问，请咨询：023 988 777";
"PAGE_TITLE_RESET_PAYPWD"          = "重置支付密码";
"PAGE_TEXT_PAYPWD_MODIFY_COMPLETE" = "已修改完成";
"PAGE_TITLE_MODIFY_LOGIN_PWD"      = "修改登录密码";
"PAGE_TITLE_LOGIN_PWD_FORMAT"      = "登录密码为：6-18位数字+字母（区分大小写）组合";
"TF_TITLE_ORI_LOGIN_PWD"           = "原登录密码";
"TF_PLACEHOLDER_ORI_LOGIN_PWD"     = "请输入原登录密码";
"TF_TITLE_LOGIN_PWD"               = "登录密码";
"TF_TITLE_PAY_PWD"                 = "支付密码";
"LB_TITLE_PAPER_IMAGE_INTEGRITY" = "信息无缺失，人脸无遮挡";
"PAGE_TITLE_AUTHENCATION"        = "实名认证";
"TF_TITLE_FIRST_NAME"             = "名字";
"TF_PLACEHOLDER_FIRST_NAME"       = "请输入名字";
"TF_TITLE_LAST_NAME"           = "姓";
"TF_PLACEHOLDER_LAST_NAME"     = "请输入姓";
"TF_TITLE_SEX"                   = "性别";
"TF_TITLE_BIRTHDAY"              = "出生日期";
"TF_PLACEHOLDER_BIRTHDAY"        = "请选择出生日期";
"TF_TITLE_PAPER_TYPE"            = "证件类型";
"TF_PLACEHOLDER_PAPER_TYPE"      = "请选择证件类型";
"TF_TITLE_PAPER_ID"              = "证件号码";
"TF_PLACEHOLDER_PAPER_ID"        = "请输入证件号码";
"TF_TITLE_UPLOAD_PAPER"          = "证件照片";
"TF_TITLE_HAND_PAPER"            = "手持证件照";
"PAPER_TITLE_SET_PAY_PWD"        = "设置支付密码";
"PAPER_TEXT_SET_PAY_PWD"         = "为了您的资金安全，请设置支付密码。";
"PAPER_TEXT_SET_PAY_PWD"         = "为保证资金安全，交易时需使用支付密码";
"TF_TITLE_SET_PAY_PWD"           = "请设置支付密码";
"TF_TITLE_CONFIRM_PAY_PWD"       = "再次确认支付密码";
"PAGE_TEXT_SUBMIT_SUCCESS"       = "提交成功";
"TF_TEXT_UPLOADED"               = "已上传";
"PAGE_TITLE_BILL_LIST"           = "账单记录";
"PAGE_TEXT_CURRENT_MONTH"        = "本月";
"PAGE_TEXT_BILL_NO_MORE"         = "暂无账单记录";
"COMPANY_ADDR"                   = "金边市 堆谷区 德它拉1分区 128号路 门牌984号";
"COMPANY_TEL"                    = "023 988 777";
"PAGE_TITLE_ABOUT_US"            = "关于我们";
"PAGE_TITLE_VERSION"             = "版本号";
"PAGE_TEXT_LAST_VERSION"         = "当前已经是最新版本";
"PAGE_TITLE_MY_INFO"             = "我的账号";
"TF_TITLE_HEADIMAGE"             = "头像";
"TF_TITLE_NICK_NAME"             = "昵称";
"TF_TITLE_LOGINNAME"             = "账号";
"TF_PLACEHOLDER_NICK_NAME"       = "还没有昵称";
"TF_PLACEHOLDER_NICK_NAME2"      = "请输入昵称";
"PAGE_TITLE_MY"                  = "我的";
"PAGE_TEXT_NO_AUTHENTICATE"      = "未实名";
"PAGE_TEXT_AUTHENTICATE"         = "已实名";
"PAGE_TITLE_FOUND"               = "发现";
"PAGE_TEXT_COLLECT_TIPS"         = "推荐使用CoolCash支付";
"PAGE_TEXT_COLLECT_TIPS2"        = "打开CoolCash扫一扫";
"PAGE_TEXT_CREATE_TIME"          = "创建时间";
"PAGE_TEXT_PAYEENO"              = "收款账号";
"PAGE_TEXT_FEE"                  = "手续费";
"PAGE_TEXT_PAYER_ACCOUNT"        = "付款账号";
"PAGE_TEXT_BUSSINESS_TYPE"       = "账单分类";
"PAGE_TEXT_ORDERNO"              = "订单号";
"PAGE_TEXT_ORDER_AMOUNT"         = "订单金额";
"PAGE_TEXT_DISCOUNT_AMOUNT"      = "折扣金额";
"PAGE_TEXT_PAYEE"                = "收款方";
"PAGE_TEXT_PAYER"                = "付款方";
"PAGE_TEXT_OFFLINE_STATION"      = "入金网点";
"PAGE_TEXT_RECHARGE_ACCOUNT"     = "入金账户";
"PAGE_TEXT_BILL_EXCHANGE"        = "兑换币种";
"PAGE_TEXT_TRADE"                = "交易";
"PAGE_TITLE_BILL_DETAIL"         = "账单详情";
"TF_PLACEHOLDER_EXCHANGE_AMOUNT" = "请输入要兑换的金额";
"PAGE_TITLE_AMOUNTLIMIT"         = "限额说明";
"PAGE_TITLE_PROTOCOL"            = "协议";
"PAGE_TITLE_FAQ"                 = "FAQs";
"PAGE_TEXT_CAMERA_AUTHRIO"       = "请在iPhone的”设置-隐私-相机“选项中，允许App访问你的相机";
"PAGE_TEXT_SCAN_TIPS1"           = "放入框内，自动扫描。";
"PAGE_TEXT_SCAN_TIPS2"           = "未扫描到二维码？了解详情";
"PAGE_TEXT_SCAN_TIPS3"           = "了解详情";
"PAGE_TEXT_SCAN_TIPS4"           = "请对准二维码，耐心等待";
"PAGE_TEXT_PAY"                  = "支付";
"PAGE_TEXT_INPUT_PAY_PWD"        = "请输入您的支付密码";
"PAGES_SECTION_EASYLIFE"        = "便民生活";
"PAGE_TEXT_CREDIT_CARD_PAYMENT" = "信用卡还款";
"PAGE_TEXT_EDUCATION_PAYMENT"   = "教育缴费";
"PAGE_TEXT_WATER_PAYMENT"       = "水费";
"PAGE_TEXT_ELECTRICITY_PAYMENT" = "电费";
"PAGE_SECTION_RECOMMOND"        = "为你推荐";
"PAGE_TITLE_MORE"               = "更多";
"PAGE_LABEL_TEXT_ADDRTITLE"     = "办公地点:";
"PAGE_LABEL_TEXT_TEL"           = "联系电话:";
"PAGE_LABEL_CONTACT_US" = "联系我们";

"PAGE_TEXT_REAL_AMOUNT" = "实付金额";
"PAGE_TEXT_ARRIVAL_AMOUNT" = "到账金额";
"PAGE_TEXT_DISCOUNT_AMOUNT" = "折扣金额";
"PAGE_TEXT_OFFLINE_CHARGE_CHANNEL" = "入金渠道";
"PAGE_TEXT_WITHDRAW_AMOUNT" = "出金金额";
"PAGE_TEXT_DEDUCTION_AMOUNT" = "扣款金额";
"PAGE_TEXT_WITHDRAW_ACCOUNT" = "出金账户";
"PAGE_TEXT_WITHDRAW_CHANNEL" = "出金渠道";
"PAGE_TEXT_WITHDRAW_STATION" = "出金网点";
"PAGE_TEXT_WITHDRAW_OUTTIME" = "出金时间";
"PAGE_TEXT_TRANSFER_AMOUNT" = "转账金额";

"PAGE_TEXT_PAYEE_ACCOUNT" = "收款账户";
"KEYBOARD_TITLE_VIPAY" = "CoolCash安全键盘";
"KEYBOARD_TITLE_VIPAY_NEW" = "- CoolCash 安全键盘 -";
"TEXTFIELD_TITLE_PAYMENT_ACC_NO" = "付款账号";
"TF_PLACEHOLDER_INPUT_PAYMENT_PWD" = "请输入6位数字密码";
"VIEW_FOUND_ADDR" = "地址:";
"VIEW_FOUND_TEL" = "电话:";
"VIEW_FOUND_OPEN" = "营业时间:";

"TEXT_EXCHANGE_RATE" = "汇率";
"VIEW_TITLE_SELECTTIME" = "选择时间";
"TEXT_RECHARGE_TIPS" = "请前往以下网点入金/出金";
"TEXT_COLLECT_SUCCESS" = "收款成功";
"ALERT_MSG_NETWORK_ERROR" = "网络开小差了...";




/*action sheet*/
"AS_TITLE_PAPER_SELECT"     = "证件类型";
"AS_TITLE_IMAGE_SELECT"     = "证件照";
"AS_TITLE_MODIFY_HEADIMAGE" = "修改头像";
"AS_MSG_IMAGE_SELECT"       = "请选择图片的获取方式";
"AS_ACTION_CAMERA"          = "拍照";
"AS_ACTION_PHOTO"           = "使用相册照片";

/*Alert msg*/
"ALERT_TITLE_JUMP_TO_MAP"          = "跳转地图";
"ALERT_MSG_JUMP_TO_MAP"            = "是否打开地图应用导航到该地点?";
"ALERT_MSG_PWD_NO_MATCH"           = "两次输入的密码不一致，请重新输入。";
"ALERT_MSG_MODIFY_PWD_COMPLETE"    = "您已修改登录密码，请重新登录。";
"ALERT_MSG_RESET_PWD_COMPLETE"     = "您已重置登录密码，请重新登录。";
"ALERT_MSG_INPUT_NAME"             = "请填写您的名字";
"ALERT_MSG_INPUT_FAMILY_NAME"      = "请填写您的姓";
"ALERT_MSG_INPUT_BIRTH"            = "请选择您的出生日期";
"ALERT_MSG_INPUT_PAPER_ID"         = "请填写您的证件号码";
"ALERT_MSG_INPUT_PAPERS"           = "请上传您的证件照片";
"ALERT_MSG_INPUT_HAND_PAPERS"      = "请上传您的手持证件照片";
"ALERT_MSG_PLEASE_WAIT"            = "敬请期待!";
"ALERT_MSG_CAMERA_AUTHORI"         = "CoolCash没有权限访问您的相册，请允许。";
"ALERT_MSG_SAVE_SUCCESS"           = "保存成功";
"ALERT_MSG_SAVE_FAILURE"           = "保存失败";
"ALERT_MSG_QRCODE_NO_FOUND"        = "找不到二维码";
"ALERT_MSG_SMS_DELAY"              = "短信验证码可能有延迟，请等待.";
"ALERT_MSG_GO_TO_AUTHENTICATE"     = "请先完成实名认证";
"ALERT_TITLE_NOTIFICATION_NO_OPEN" = "消息通知未打开";
"ALERT_MSG_MANY_NOTICE"            = "好多消息没法随时告诉你";
"ALERT_MSG_BALANCE_NO_ENOUGHT"           = "当前账户余额不足";
"ALERT_MSG_PHONE_FORMAT"                 = "请输入您的手机号";
"ALERT_MSG_AGE_NOT_MATCH"                = "根据NBC要求，开户需年满18周岁。";
"ALERT_MSG_CONFIRM_TO_LOGOUT"            = "是否确认退出当前账户?";
"ALERT_MSG_ID_FORMAT_INCORRECT"          = "身份证号码应为9位数的纯数字";
"ALERT_MSG_PASSPORT_FORMAT_INCORRECT"    = "护照号码格式不正确";
"ALERT_MSG_LAST_NAME_FORMAT_INCORRECT"   = "请输入英文格式的姓和名";
"ALERT_MSG_FAMILY_NAME_FORMAT_INCORRECT" = "请输入英文格式的姓和名";

/*HUD*/
"HUD_TITLE_UPLOADING"    = "上传中...";
"HUD_TITLE_PROCESSING"   = "上传中 %f";
"HUD_TITLE_COMPLETE"     = "完成";

/* error */
"ERROR_MSG_DECRYPT"      = "解密异常";
"ERROR_MSG_PARSE"        = "解析失败";
"ERROR_MSG_NETWORK_FAIL" = "网络连接失败";
"ERROR_MSG_RPC"          = "服务器开小差了";

/* enume */
"TRANS_TYPE_REFUND"      = "退款";
"TRANS_TYPE_COLLECT"     = "收款";
"TRANS_TYPE_EXCHANGE"    = "兑换";
"TRANS_TYPE_TRANSFER"    = "转账";
"TRANS_TYPE_ALL"         = "所有";
"TRANS_TYPE_TRANSFER2"   = "个人转账";

"PAPER_TYPE_IDCARD"      = "身份证";
"PAPER_TYPE_PASSPORT"    = "护照";
"PAPER_TYPE_Driving_license"             = "柬埔寨驾照";
"PAPER_TYPE_Police"                      = "警察证/公务员证";

"SEX_TYPE_MALE"          = "男";
"SEX_TYPE_FEMALE"        = "女";

"ORDER_STATUS_SUCCESS"   = "成功";
"ORDER_STATUS_FAILURE"   = "失败";
"ORDER_STATUS_PROCESS"   = "处理中";

"ACCOUNT_TYPE_KHR"       = "瑞尔账户";
"ACCOUNT_TYPE_USD"       = "美元账户";
"ACCOUNT_TYPE_NONE"      = "未知账户";

"DATEPICKER_YEAR"        = "年";
"DATEPICKER_MONTH"       = "月";
"DATEPICKER_DAY"         = "日";
"01" = "01";
"02" = "02";
"03" = "03";
"04" = "04";
"05" = "05";
"06" = "06";
"07" = "07";
"08" = "08";
"09" = "09";
"10" = "10";
"11" = "11";
"12" = "12";

"PN_MJ_STATE_DOWN_NORMAL"   = "下拉刷新";
"PN_MJ_STATE_DOWN_PULLING"  = "放开立即刷新";
"PN_MJ_STATE_LOADING"       = "加载中";
"PN_MJ_STATE_UP_NORMAL"     = "上拉或者点击加载更多";
"PN_MJ_STATE_UP_PULLING"    = "上拉刷新";
"PN_MJ_STATE_NO_MORE"       = "没有更多数据了";
"PN_MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "松开立即加载更多";

"PAGE_TITLE_HOME" = "首页";
"PAGE_TITLE_CONFIRM_PAY" = "确认支付";
"ALERT_MSG_CANCEL_TRANSATION" = "是否放弃本次交易?";

"PHONE_RECHARGE_NUMBER" = "手机号码";
"PHONE_TITLE_RECHARGE"  = "手机充值";
"PHONE_TITLE_RECHARGEAMOUNT"  = "入金金额";
"PHONE_WARM_SUPPORT"    = "*手机充值仅支持美元";
"PHONE_TITLE_OPERATOR"  = "通讯运营商";
"PHONE_TITLE_DISCOUNT"  = "折扣金额";
"PHONE_TITLE_EXPLAIN"   = "商品说明";
"PHONE_WARM_REFUND"     = "*请仔细核对信息，完成支付后将无法退款";
"PHONE_CALL_ACCOUNT"    = "话费到账";
"PHONE_WAITTIME"        = "最慢30分钟内到账，请关注到账通知";
"PHONE_EFFORTSRECHARGE" = "努力充值中";
"PHONE_PAYSUCCESS"      = "支付成功";
"PHONE_WARM_ARRIVALACCOUNT"   = "*话费一般30分钟内到账，若未到账请联系客服";

"PayPassword_repeat_warm" = "支付密码不能是重复，连续的数字";

"USER_LEVEL_FIRST"       = "经典账户";
"USER_LEVEL_SECOUND"     = "高级账户";
"USER_LEVEL_THIRD"       = "尊享账户";

"USER_LEVEL_FIRST_IMAGE"   = "classic-ch elepay";
"USER_LEVEL_SECOUND_IMAGE" = "silver-ch elepay";
"USER_LEVEL_THIRD_IMAGE"   = "gold-ch elepay";


"COUNTRY_TYPE"                         = "chineseCountryJson";
"AUTHENTICATE_INPUT_IDNUMBER_WARM"     = "请输入证件号码";
"AUTHENTICATE_IDNUMBER_EXPLAIN"        = "根据NBC要求，请提供本人真实有效的证件，信息仅用于身份验证，CoolCash保障你的信息安全";
"AUTHENTICATE_CLICK_SHOT"              = "点击拍摄";
"AUTHENTICATE_HAND_CERTIFICATES"       = "上传手持证件照";
"AUTHENTICATE_WARM_SAFEINFO"           = "信息仅用于身份验证，\n CoolCash保障您的信息安全";
"AUTHENTICATE_BACK_CERTIFICATES"       = "上传背面（反面）";
"AUTHENTICATE_WARM_SUREINFO"           = "请确定实名信息";
"AUTHENTICATE_WARM_SUREAGREEMENT"      = "为了获得更多的功能和账户额度，实名信息需与证件信息完全一致";
"AUTHENTICATE_BUTTON_TOUPDATE"         = "一键升级";
"AUTHENTICATE_POSITIVE_CERTIFICATES"  = "上传人像面（正面）";
"AUTHENTICATE_POSITIVE_CERTIFICATES_SCAN_TIP"  = "将正面放入框内并对齐边缘";
"AUTHENTICATE_BACK_CERTIFICATES_SCAN_TIP"  = "将反面放入框内并对齐边缘";
"AUTHENTICATE_HAND_CERTIFICATES_SCAN_TIP"  = "手持你的证件进行拍摄";

"NATIONALITY"   = "国籍";
"NATIONALITY"   = "所属国籍";
"SEARCH"        = "搜索";
"REGISTER"      = "注册";
"register" = "注册";

"REGISTER_SUCCESS"  = "Completed!";
"REGISTER_INPUT_PASSWORD"             = "请设置6-18位密码（字母+数字)";

"PAYPASSWORD_INPUT_WARM"               = "请输入支付密码";
"PAYPASSWORD_SUREINPUT_WARM"           = "为了确保为本人操作，输入支付密码";
"PAYPASSWORD_REPEATED_CONTINUITY_WARM" = "支付密码不能是重复，连续的数字";



"REGISTER_CHOOSE_NATIONALITY"          = "选择国籍";
"LEVEL_1/2_STEP"   = "第1/2步";
"LEVEL_2/2_STEP"   = "第2/2步";

"LEVEL_1/4_STEP"   = "第1/4步";
"LEVEL_2/4_STEP"   = "第2/4步";
"LEVEL_3/4_STEP"   = "第3/4步";
"LEVEL_4/4_STEP"   = "第4/4步";

"SCAN_TAKE_PHOTO_RETAKE"   = "重拍";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "使用照片";

"AUDIT_STATE_FAILURE"       = "审核失败";
"AUDIT_STATE_IN"            = "审核中";
"AUDIT_WARM_TEXT"           = "升级资料已提交\n我们将在一个工作日内返回审核结果";
"AUDIT_BUTTON_SURE"         = "好的";
"AUDIT_BUTTON_RESUBMISSION" = "重新提交";
"AUDIT_FAILURE_REASON"      = "升级资料审核不通过，原因如下:";


"EXPANDING_WALLET_LIMITS"   = "扩大钱包限额至";
"REGISTER_WARN_SUCCESS"     = "注册成功！";


"ORDER_STATUS_CANCEL"       = "取消";
"ORDER_STATUS_REFUND"       = "已退款";
"PAGE_TEXT_PRODUCT_INFO"    = "商品说明";
"PAGE_TEXT_RELATIVE_RECORD" = "关联记录";
"PAGE_TEXT_CHECK"           = "查看";
"PAGE_TEXT_CONFIRE_PWD"     = "请确认支付密码";
"ALERT_MSG_NO_SEQ_NUMBER"   = "支付密码不能是连续的数字";
"ALERT_MSG_REPEAT_NUMBER"   = "支付密码不能是重复的数字";
"PAGE_TEXT_SAVE_PAY_PWD"    = "请保管并牢记您的支付密码";
"ACCOUNT_INFO"              = "账户信息";
"ACCOUNT_SURE_INFO"         = "请确认实名信息";
"PAGE_TEXT_NEWVERSION"    =  "最新版本";
"REGISTER_BACK"             = "返回";
"REGISTER_WARM_TOREGISTER"  = "还差一步就完成注册啦，继续吧";
"REGISTER_OK"               = "好的";

//0124 add
"PAGE_TEXT_SPECIAL_OFFER" = "优惠活动";
"PAGE_TEXT_MERCHANT_INFO" = "商家信息";
"PAGE_TEXT_MERCHANT_WEBSIT" = "网址:";
"ALERT_MSG_PASSWORD_FORMAT_ERROR" = "密码格式错误，需为6-18位数字+字母组合";
"UNKNOWN" = "未知";
"ALERT_MSG_CONCAT_PRIVACY" = "请在手机‘设置’中允许‘CoolCash’访问您的通讯录";
"PAGE_TEXT_PROMOTION_NO_MORE" = "暂无优惠";
"PHONE_SUPPORT_ONLY"       = "仅支持柬埔寨手机号码";
"PHONE_WARM_ERROR"         = "手机号格式不正确";


"RECHARGEABLE_STATE_SUCCESS" = "充值成功";
"RECHARGEABLE_WARM_INPUT" = "请输入入金卡密码";
"RECHARGEABLE_BUTTON_INPUT" = "入金卡售卖网点 >";
"RECHARGEABLE_TITLE_Name" = "充值卡入金";
"RECHARGEABLE_HAVE_PIN_CODE" = "PIN Code Here";

"RECHARGEABLE_ERROR_PASSWORD" = "入金卡无效，请核对入金卡密码";
"RECHARGEABLE_ERROR_LIMIT" = "今日充值次数已达上限，请使用其他充值方式";
"RECHARGEABLE_ERROR_Contact" = "入金卡无效，请如有疑问请联系客服023 988 777";

//0228 add
"PAGE_TEXT_AGREEMENT_TIPS" = "我已阅读并同意";
"ALERT_MSG_REGISTER_AGREEMENT" = "请勾选《CoolCash服务协议》";
"ALERT_MSG_EXCHANGE_LIMIT" = "兑换金额不得少于0.01美元";
"ALERT_MSG_AUTHEN_AGE_18_LIMIT" = "根据NBC要求，未满18周岁不支持账户升级";
"ALERT_MSG_AUTHEN_AGE_80_LIMIT" = "根据NBC要求，年满80周岁以上不支持账户升级";
"PAGE_TEXT_WELCOME_SUBTITLE" = "享受无现金，便捷，安全的支付体验。";
"PAGE_TEXT_WELCOME_TITLE" = "欢迎来到CoolCash！";

//0310 add
"PAGE_TEXT_WELCOME_LOGIN" = "欢迎登录";
"PAGE_TEXT_GO_SIGN_UP" = "去注册？";

"khr_pay_warning" = "瑞尔消费金额需为100的整数倍";

"redpacket" = "红包";
"redpacket_title" = "获得红包";
"redpacket_desc" = "红包已放入余额";
"cashback" = "返现";
"pay_use_khr" = "使用瑞尔支付 >";
"pay_use_dollar" = "使用美元支付 >";

"go_consume" = "去消费";
"SUBTRADE_TYPE_CASHBACK" = "返现";

"discount_title" = "优惠折扣";
"go_cash_toin" = "去入金";
"nickname_hint" = "点击设置昵称";
"upgrade_user_high_grade" = "一键升级为高级账户\n扩大钱包限额至";
"upgrade_user_check_dot" = "前往线下网点认证\n扩大钱包限额至";

"Call" = "呼叫";
"Balance" = "余额";
"Hotline" = "客服热线";
"Country" = "国籍";
"Scan_Warn_InputAmount​​​​​​​​​​​​​​​​​​​" = "请输入付款金额";
"Scan_Warn_SelectWallet" = "请选择付款账户";
"hint_money_input" = "请输入金额";
"btn_title_map" = "地图";

"tf_placeholder_phone_num" = "请输入手机号码";
"tf_placeholder_pwd" = "请输入密码";
"tf_placeholder_sms" = "请输入验证码";

"SUBTRADE_TYPE_CASHBACK_ProductName" = "返现红包";

"question_txt" = "我有疑问";
"share_app_txt" = "分享CoolCash给好友";
"share_Facebook_txt" = "脸书";
"share_Messager_txt" = "Messenger";
"share_WeChat_txt" = "微信好友";
"share_WeChatCircle_txt" = "朋友圈";
"share_app_title" = "真的很想分享给你~";
"share_succ" = "分享成功";
"share_fail" = "分享失败";
"share_app_desc" = "快来和我一起参与CoolCash提供的最便捷，最简单，高安全的支付金融服务吧！ Easy way，Easy life~";

"view_text_loading" = "努力加载中";
"TRANS_TYPE_Remuneration" = "酬劳";
"phoneTopUp_firend_txt" = "充过话费的朋友";
"remark_txt" = "备注";
"remark_sample_txt" = "备注如：猪哥哥";

//0425
"found_search_hint" = "搜索你想要找的商家";
"recommend_txt" = "推荐";
"history_search_txt" = "历史搜索";
"search_empty_txt" = "暂时没有找到\"%@\"的相关信息";

"discover_detail_tip_before_request" = "使用该功能需要获取您的位置，请同意 CoolCash 使用您的位置权限";
"discover_detail_tip_deny" = "不同意";
"discover_detail_tip_un_authed" = "您关闭了或者未允许 CoolCash 获取您的位置，请前往设置 CoolCash -> 位置设置允许";
"discover_detail_tip_goto_settings" = "去设置";

"discover_show_image_save_success" = "图片保存成功";
"discover_show_image_save_failed" = "图片保存失败";

"net_all_route_unavaiable" = "所有备用线路不可用，是否重试？";
"net_router_txt_unavaiable" = "网络请求失败，请重试";

"store_promotion_txt" = "优惠信息";
"store_menu_txt" = "菜单";
"store_merchant_txt" = "门店";
"new_version_detected" = "发现新版本";
"Remark_txt" = "备注";

//0509
"pin_num" = "PIN码";

"broadband_tv" = "网络和电视";
"broadband_tv_pay_history" = "缴费记录";
"broadband_tv_username" = "用户名";
"broadband_tv_goods_remark" = "商品说明";
"broadband_tv_pay_origanization" = "缴费机构";
"broadband_tv_tip_checkstand" = "网络和电视充值";
"broadband_tv_re_recharge" = "重新缴费";
"broadband_tv_deal_failed" = "交易失败";
"broadband_tv_deal_overtime" = "交易超时，请检查网络并重试";
"broadband_tv_deal_processing" = "交易处理中";
"broadband_tv_will_process_soon" = "我们将尽快处理，请稍后";
"broadband_tv_organization_processing" = "缴费单位处理中";
"broadband_tv_tip_one_hour_deal" = "预计1小时内到账，部分订单可能延迟， 以实际到账时间为准";
"broadband_tv_payment_success" = "缴费成功";
"broadband_tv_tip_your_pin_is" = "你的Telecom的PIN码是：";
"broadband_tv_please_dial" = " 请拨打";
"broadband_tv_recharge_follow_customer_service" = "，根据客服指引充值";
"broadband_tv_tip_limit_account_digi" = "合同号有效长度为5 - 6位";
"broadband_tv_tip_limit_account_ezecom" = "客户账号有效长度为3 - 8位";
"broadband_tv_tip_limit_money_digi" = "Digi 充值有效金额为1 - 1000美元";
"broadband_tv_tip_limit_money_ezecom" = "Ezecom 充值有效金额为5 - 1000美元";
"broadband_tv_history_account" = "缴过费的账号";
"broadband_tv_bill_amount" = "缴费金额";
"broadband_tv_input_bill_amount" = "输入缴费金额";
"broadband_tv_contract_number" = "合同号";
"broadband_tv_customer_number" = "客户账号";
"broadband_tv_pay_usd_only" = "*缴费仅支持美元";
"broadband_tv_check_info" = "请仔细核对信息，完成支付后将无法退款";
"broadband_tv_will_send_message_and_push_processing" = "我们将尽快发送PIN码至您的手机，请留意短信和push通知.";
"broadband_tv_will_send_message_and_push_get_pin_failed" = "PIN码在努力加载中，请留意短信和push通知";

"order_status_close" = "已关闭";
"ezecom_helpdesk" = "Ezecom客服热线";
"digi_helpdesk" = "Digisuper客服热线";

"ViPay_background_tip_safe_protect" = "CoolCash 全力保护你的信息安全";
"common_delete_confirm_tip" = "确认删除吗？";

"checkStand_pay_rightnow" = "立即付款";
"checkStand_pay_confirm" = "确认付款";
"checkStand_pay_method" = "付款方式";
"checkStand_choose_pay_method" = "选择付款方式";
"checkStand_balance_not_enough" = "余额不足";
"checkStand_exchange_to" = " 兑换为 ";
"checkStand_amount_minus" = "立减金额";
"checkStand_coupons" = "优惠券";
"checkStand_coupon" = "优惠";
"checkStand_payment_overtime" = "订单支付超时";
"check_stand_choose_coupon" = "选择优惠";

"register_will_send_you_sms" = "用于接收短信验证码";
"register_input_verification_code" = "输入验证码";
"register_have_sent_sms_to" = "已发送至";
"register_set_your_password" = "设置你的登录密码";
"register_no_need_to_wait_sms" = "无需等待短信验证码，自主快捷登录";
"register_6_18_bit" = "6-18位字母 + 数字组合";
"register_one_key_send_sms" = "一键短信下发";
"register_set_password_success" = "登录密码设置成功";
"register_has_sent_password_to" = "密码已经发送到您的";
"register_number_to_check_sms" = "手机号码,请注意查收哦";
"register_bind_account" = "绑定账号";
"register_send_verification_code" = "获取验证码";
"register_invalid_token" = "授权过期";

"mobile_num" = "输入你的手机号码";
"send_sms" = "用于接收短信验证码";
"login_fb" = "绑定%@账号";
"login_fb_input" = "输入手机号码";
"input_smscode" = "输入验证码";
"send_num" = "已发送至 +855 %@";
"psw_format" = "6-18 字母 + 数字组合";
"input_psw" = "输入登录密码";
"login_psw" = "设置你的登录密码";
"login_desc" = "无需等待短信验证码，自主快捷登录";
"send_login_pwd_alert_msg" = "密码已经发送到您的+855 %@,请注意查收哦";
"login_psw_succ" = "登录密码设置成功";
"select_gender" = "请选择性别";
"bind_success_alert" = "绑定成功!";
"detail_meta_description" = "偷偷告诉你的哦~";
"detail_meta_title" = "内含大量商家优惠，幸运的人先知道";
"coupons_list_title" = "恭喜你！此次消费你额外获得了优惠";

"coupon_state_unused" = "未使用";
"coupon_state_used" = "已使用";
"coupon_state_expired" = "已过期";
"coupon_state_avaliable" = "可使用";
"coupon_state_not_arrived" = "未到使用时间";
"coupon_validity" = "有效期";
"coupon_rule" = "优惠券规则";
"coupon_instruction" = "使用说明";
"coupon_applicable_merchants" = "适用商家";
"applicable_merchants_none" = "暂无可用商家";
"applicable_store_num" = "适用门店 %@ 家";
"applicable_store_none" = "暂无适用门店哦~";
"page_title_payment_merchant" = "向商家付款";
"label_title_coupon_arrived" = "优惠券已到账";
"supported_currency" = "支持货币:";
"coupon_rate" = "优惠比例";
"coupon_detail" = "优惠券详情";
"member_card_detail" = " 会员卡详情";
"member_card_valid_date" = "会员卡有效期";
"tip_no_coupon" = "暂无优惠券";
"tip_no_member_card" = "暂无会员卡";
"coupon_applicable_store" = "适用门店";
"coupon_when_reach" = "消费满 %@ 可减免 %@";
"coupon_type_desc_cash_back" = "返现";
"coupon_type_desc_minus" = "立减";
"coupon_type_desc_discount" = "折扣";
"coupon_title_no_use" = "不使用优惠";
"coupon_threshold" = "使用门槛：消费满%@可用";
"coupon_max_limit" = "优惠上限";
"coupon_share_subTitle" = "未领取的将于24点退回，请尽快领取哦~";
"coupon_share_title" = "嘘！只告诉我的好朋友";
"valid_forever" = "永久有效";
"check_your_coupon_here" = "优惠券在这里哦~";
"coupon_usable_at" = "满%@可用";
"store_opening_time" = "24小时营业";
"coupon_threshold_none" = "使用门槛：无门槛";
"coupon_max_limit_none" = "无上限";
"title_pay_to_merchant" = "向商家付款";
"view_text_payee_acc" = "对方账号";
"view_title_transfer_input_acc" = "输入CoolCash账号";

"discover_me_enterGold" = "你附近的入金网点";
"discover_me_enterGold" = "你附近的入金网点";
"discover_Businessmen_enterGold" = "店铺附近的入金网点";
"discover_toomore_enterGold" = "更多入金网点";
"map_help" ="如何使用";
"map_toomore" = "点击查看更多";
"map_getPower" = "点击获取位置权限";
"map_power_warm" = "请点击“去设置”，在设置-应用-CoolCash-位置中打开以下权限：位置服务权限。是否去设置？";
"maps_mylocation_title" = "我的附近";

"hint_authen_instant" = "立即认证";
"hint_authen_again" = "再次认证";
"authen_state_unapplying" = "未认证";
"authen_state_applying" = "认证中";
"authen_state_success" = "已认证";
"authen_state_failed" = "认证失败";
"hint_apply_failed" = "认证不通过";
"hint_authen_state_unapplying" = "实名认证, 提高账户限额, 提现更方便!";
"hint_authen_state_failed" = "失败原因: ";
"hint_authen_state_success" = "线下网点认证，升级尊享账户";
"hint_reason_start_apply_ing" = "升级资料已提交\n我们将在一个工作日内返回认证结果";
"hint_reason_start_apply_failed" = "升级资料认证不通过，原因如下：\n";
"check_auth_data_again" = "请仔细核对认证资料";
"upload_card_info" = "上传证件信息";
"photo_demo_one_txt" = "标准";
"photo_demo_two_txt" = "照片模糊";
"photo_demo_three_txt" = "边缘遮挡";
"confirm_picture_clear" = "请确保证件各项信息清晰可见，显示完整";
"authen_step2_uplaod_card" = "点击上传身份证";
"authen_step2_uplaod_passport" = "点击上传护照";
"know_in_out_money_fee" = "了解出入金费用?";
"hint_login_psw_sended" = "登录密码已通过短信下发到您的手机";
"know_in_out_money_fee" = "了解出入金费用?";
"order_info" = "订单信息";
"exchange_rate" = "兑换汇率";
"please_input_id_card_number" = "请输入身份证号";
"please_input_passport_number" = "请输入护照号";
"please_input_lastname" = "请输入姓";
"please_input_firstname" = "请输入名字";
"please_select_country" = "请选择国籍";
"please_upload_id_card_pic" = "请上传身份证照片";
"please_upload_passpart_pic" = "请上传护照照片";
"map_paygo_list_empty" = "很抱歉！你的位置信息不在Paygo运营范围之内";
"map_ViPay_list_empty" = "很抱歉！你的位置信息不在CoolCash运营范围之内";
"hint_real_name_input" = "为了提高账户安全，请输入真实的姓名";
"title_addtion_info" = "补充信息";
"btn_register_hint_known" = "确认";
"no_transfer_self" = "不能给自己转账";
"account_is_blocked"="该账户被冻结！";
"account_is_deactivated"="该账户为不活跃账户！";
"hint_input_transfer_amount" = "请输入转账金额";
"hint_authen_state_applying" = "我们将在一个工作日内完成审核";

"paymentCode" = "付款码";
"coupont_detail_go_shopping" = "去买单";
"paymentCode_overpay_txt" = "为了您的资金安全\n付款码单笔消费金额不超过$50或 ៛200,000";
"paymentCode_check_num_txt" = "查看数字";
"paymentCode_open_paycode" = "开启付款码";
"paymentCode_save_your_money" = "CoolCash，保障你的资金安全";
"open_paycode_desc" = "你尚未开启此功能，\n开启后默认同意扫码免密支付功能，\n向商家出示付款码，即可付款";
"open_paycode_again" = "需重新开启此功能,\n开启后向商家出示付款码即可快速支付";
"open_mean_to_agree" = "开启即表示同意";
"ViPay_paymentCode_service_agreeMent" = "CoolCash付款码服务协议";
"ViPay_paymentCode_agreeMent" = "CoolCash付款码协议";
"paymentCode_open" = "开启";
"netword_error_openpaycode" = "网络系统异常，开通失败。\n请稍后进行尝试";
"paycode_saveuser_desc" = "付款码数字仅用于支付时向收银员展示，\n为防诈骗，请勿发送给他人。";
"paycode_nomoney" = "账户余额不足，请到线下网点充值";
"paycode_psw_check" = "密码验证";
"paycode_inputpsw" = "请输入支付密码，开启当面付款";
"paycode_stopuse" = "暂停使用";
"paycode_refresh" = "刷新付款码";
"paycode_stopuser_desc" = "付款码让支付更便捷。\n暂停使用付款码，下次启用需重新开启。";
"paycode_stopuser_fail" = "暂停付款失败";
"try_again" = "再试一次";
"limited_pay_count" = "今日消费次数超限";
"Cash_received_successful" = "恭喜成功领取";
"view_now" = "立即查看";
"view_in_balance" = "已入账至你的余额";
"instructions" = "使用说明";
"new_user_redpacket" = "新人专享";
"invite_friend_reward" = "邀请好友奖励";
"business_opening" = "营业中";
"business_closed" = "休息中";
"coupon_cash_rule_2" = "使用门槛：无门槛，若消费的订单金额小于面值金额， 不设找零";
"coupon_cash_rule_3" = "核销场景：";
"store_consume" = "到店消费";
"coupon_no_change" = "不设找零";
"hint_check_bonus" = "查看“我的奖金”";
"hint_share_packet_dialog" = "WOW！\n又有一笔\n %@ 到账了！";
"inform_details" = "通知详情";
"title_choose_map" = "地图选择";
"hint_link_copied" = "链接已复制，快去分享吧！";
"copy_link" = "复制链接";
"scan_to_share" = "扫码分享";
"invite_friends_to_vipay" = "邀请好友加入CoolCash";
"scan_to_register" = "用手机扫二维码，马上完成注册";
"tips_for_iphone_user" = "（iPhone用户建议用手机自带相机打开）";
"recommended_to_friends" = "推荐给好友 >";
"not_full_using_cash_limit_tip" = "当前订单金额小于现金红包金额，不设找零，是否继续付款？";
"my_invitation_code" = "邀请码";
"invitation_code_copied" = "邀请码已复制";
"invitation_code_input_tip" = "请输入邀请码";
"invitation_code_label_tip" = "邀请码非必填项。如无邀请码，可以不填。";
// 2.0.0
"paygo_list_empty" = "暂无相关信息";
"paygo_getlocation" = "你还未开启定位，点击获取位置";
"get_location" = "点击获取位置";
"paygo_tab_nearly" = "附近";
"paygo_tab_merchant_agent" = "商户代理";
"paygo_tab_vipay" = "CoolCash自营";
"tag_mine_general" = "通用";
"my_coupon" = "我的卡券";
"my_coupon_all" = "查看全部(%d)";
"my_coupon_not_avaliable" = "暂无可用";
"my_coupon_coupons" = "券";
"my_coupon_cards" = "卡";
"invitioncode_getted_tips" = "邀请码已复制，快粘贴给你好友吧~";
"invitation_code_explain" = "邀请码是CoolCash独有的运营模式，填写邀请码可以让好友获得CoolCash提供的相关推荐奖励，具体根据实际活动规则为准.";
"collection_facetofact" = "面对面转账";
"collection_code_transfer" = "收款码转账";

"input_merchant_name_keyword" = "搜索商家名";
"hot_search_title" = "热搜";
"store_search_nearly" = "附近";
"confirm_delete_all" = "确认全部删除？";
"can_not_find_infomation" = "暂时没有找到`%@`的相关信息";
"empty_search_result" = "无搜索结果";
"select_city" = "选择城市";
"current_city" = "当前城市";
"hot_city" = "热门城市";
"recommended_merchant" = "推荐商家";
"tips_cashin" = "这里会告诉你最近的入金地点哦~";
"tips_nearly_store" = "最新、最全、离你最近的优惠商家都在这哦～";
"hot_business_circle" = "热门商圈";
"title_all" = "全部";
"search_all_kind" = "品类";
"search_store_coupon" = "商家优惠券";
"all_preferential" = "优惠";
"search_service" = "服务";
"all_city" = "全城";
"store_list_available" = "支持使用CoolCash";
"use_vipay" = "使用 CoolCash";
"distance_from_you" = "距你 %@";
"view_other_x_store" = "其它 %zd 家分店 >";
"coupon_get" = "领券";
"coupon_getted" = "已领完";
"valid_date_since_received" = "领取当日起 %@ 天为可用日期，有效期 %@ 天";
"nearby_cash_in_dot" = "附近入金网点";
"use_vipay_discount" = "用CoolCash享折扣";
"nearly_store" = "商户附近";
"coupon_get_success" = "领取成功，您可在首页的卡券包里面查看优惠券";
"coupon_get_failed" = "领取失败，再尝试一下";
"none_other_store" = "无其它门店";
"view_store_detail" = "查看商户详情";
"search_no_store" = "未搜到商家相关信息";
"other_stores" = "其他门店";
"view_dot_map_title" = "网点地图";
"map_list_title" = "网点列表";
"transfer_between_vipay" = "在CoolCash之间";
"store_list_coupon_tips" = "你有 %zd 张优惠券哦";
"search_guess" = "猜你可能喜欢";
"recommend_brand" = "推荐品牌";
"new_store" = "新店";
"nearly_strore_empty" = "附近无相关门店";
"search_store_recommend" = "没有商家相关的信息，\n我们为您推荐以下商家";
"use_google_map_tips" = "为了更好的体验，建议使用谷歌地图";
"hint_distance_from_merchant" = "距商户%@";
"invitaion_paste_info" = "点击链接下载CoolCash,https://app-h5.vipaylife.com/h5-html/download/，注册输入邀请码%@和我一起参加吧~";
"share_main_title" = "用CoolCash享折扣";
"share_sub_title" = "大量奖金等着您！先到先得！";
"phone_number_not_register" = "手机号码未注册，是否立即注册";
"register_rightnow" = "立即注册";
"merchant_share_desc" = "一级棒的商户，忍不住想告诉你，有可能你也会喜欢~";

// added v2.2.0
"map_point" = "网点";
"bank_title" = "银行卡";
"mappago_title_help" = "帮助";
"acleda_amount_title" = "输入入金金额";
"acleda_amount_usd" = "美元入金";
"acleda_amount_khr" = "瑞尔入金";
"acleda_amount_notice" = "* 银行收取%@每笔的手续费，实际扣款请查询银行账单";
"acleda_number_title" = "输入银行卡信息";
"acleda_number_select_title" = "选择付款方式";
"acleda_number_select_account" = "银行账号";
"acleda_safecode_num_title" = "银行卡号";
"acleda_number_card_title" = "请输入银行卡号";
"acleda_number_card_title_account" = "请输入银行账号";
"home_cashin_notice" = "您有%zd笔银行卡入金正在处理中，点击查看";
"card_help" = "银行卡使用帮助";
"paygo_help" = "Paygo 使用帮助";
"aclede_order_doing" = "有%zd笔银行卡入金正在处理中，是否确认继续入金";
"aclede_amount_max" = "每笔入金限制最高500.00美元或2,000,000瑞尔";
"aclede_amount_user_grade" = "超出CoolCash账户限额，可选择重新输入金额或实名认证升级";
"aclede_amount_user_grade_go" = "账户升级";
"aclede_amount_edit" = "修改金额";
"aclede_amount_currency_select" = "请选择币种:";
"aclede_amount_hint" = "请输入入金金额";
"acleda_safecode_title" = "输入银行安全码";
"acleda_safecode_vipay_title" = "入金CoolCash账号";
"acleda_safecode_input_title" = "输入手机短信密码：";
"acleda_safecode_input_title_softcode" = "输入UAT Security Token一次性密码：";
"acleda_safecode_input_title_hardcode" = "输入Hard Token一次性密码：";
"acleda_safecode_input_hine" = "请输入安全码";
"acleda_safecode_code_get" = "重新获取";
"acleda_safecode_code_confirm" = "确认入金到CoolCash账户";
"acleda_safecode_amount_notice" = "*银行收取%@每笔的手续费，实际扣款请查询银行账单";
"acleda_safecode_last_notice" = "请仔细核对信息，钱将转入CoolCash账户中，不可撤销";
"acleda_safecode_time" = "本次银行卡入金超时，请重新入金";
"acleda_safecode_code_worng" = "安全码错误，请重新输入";
"order_detail_cashin_amount" = "入金金额";
"order_detail_cashin_account" = "入金账户";
"order_detail_cashin_time" = "入金时间";
"order_detail_cashin_channel" = "入金渠道";
"order_detail_cashin_again" = "重新银行卡入金";
"order_detail_bottom_notice" = "如出现任何问题，您可以联系\nCoolCash客服:023988777";
"order_detail_close" = "关闭";
"order_detail_diss" = "收起";
"order_detail_card_error_call" = "您可以联系CoolCash客服查询失败原因\n客服电话：023988777";
"order_detail_card_progress" = "银行处理中，请耐心等待";
"order_detail_cashin_title" = "入金结果";
"order_status_close_desc" = "交易关闭";
"acleda_error_num" = "账号错误，请重新填写\n如有问题，请联系银行：015 999 233";
"acleda_error_net" = "网络异常，请重试\n错误码：(%@)";
"acleda_error_otp" = "密码获取次数超限，请重新入金";
"acleda_error_psw" = "密码验证有误，请重新获取";
"acleda_number_title" = "填写银行卡信息";
"had_withdrawn" = "已撤销";
"coolcash_user_fee" = "手续费";
"my_favorite" = "我的收藏";
"support_KHR_cashin_only" = "仅支持瑞尔入金:";
"support_USD_cashin_only" = "仅支持美元入金:";
"bank_min_KHR" = "最低入金金额为%@瑞尔";
"bank_min_USD" = "最低入金金额为%@美元";
"bank_max_KHR" = "每笔入金金额不能超过%@瑞尔";
"bank_max_USD" = "每笔入金金额不能超过%@美元";
"bank_bill_name" = "*姓名";
"bank_bill_email" = "*邮箱";
"bank_bill_phone" = "*电话";
"bank_input_name_not_null" = "请输入你的姓名";
"bank_input_email_not_null" = "请输入你的邮箱";
"bank_input_email_validate" = "请输入正确的邮箱";
"bank_input_phone_not_null" = "请输入你的手机号码";
"bank_bill_email_hint" = "用户邮箱用于接收账单";
"collected_success_tip" = "收藏成功！可在 My favorite 里面查看哦";
"un_collected_success_tip" = "取消收藏";
"merchant_detail_title" = "门店信息";
"merchant_detail_service_title" = "门店服务";
"payment_method" = "支付方式";
"alert_close_order" = "关闭订单会导致交易失败";
"ipay88_common_error" = "网络异常，请重试";
/* add 2.4.00 */
"info_email" = "邮箱";
"real_name_validate" = "实名认证升级后才可使用该功能";
"bank_bill_email_hint_explain" = "";
"bank_bill_title" = "持卡人信息";
"order_detail_cashin_again" = "重新入金";
"bank_agreement_head" = "我已阅读并同意";
"bank_agreement_foot" = "银行卡入金协议";

/* add 2.4.00 点评2期 */
"comments_empty" = "你还没有发表过评论哦";
"show_more" = "查看更多";
"my_reviews" = "我的评价";
"complaint_reason_illegal" = "违法违规";
"complaint_reason_sensitive" = "政治敏感";
"complaint_reason_sexy" = "涉黄低俗";
"complaint_reason_violence" = "暴力恐怖";
"complaint_reason_advertisement" = "垃圾广告";
"complaint_reason_abuse" = "脏话辱骂";
"complaint_reason_repetition" = "重复刷图";
"complaint_reason_useless" = "无关内容";
"complaint_reason_sick" = "恶心";
"complaint_reason_fake" = "抄袭";
"complaint_reason_private" = "隐私肖像";
"complaint_reason_speculation" = "炒作好评";
"complaint_reason_others" = "其它";
"please_choose_complaint_reason" = "请选择投诉原因";
"choose_complaint_reason" = "选择投诉原因";
"fill_complaint_reason" = "请填写理由，选填";
"upload_image_evidence" = "请上传图片证据";
"anonymous_evaluation" = "匿名评价";
"write_comment_placeholder" = "说点什么？比如消费感受、商家环境、服务等";
"exist_wont_save_tip" = "退出后，不会保留编辑的信息";
"complaint_comment_placeholder" = "请填写投诉理由";
"text_not_longer_than" = "文字不能超过 %@ 个字符";
"submit_complaint_succss_tip" = "感谢你的点评，这将会帮助到更多用户。审核通过后将对所有人展示~";
"complaint_comment_succss_tip" = "我们将会在1-3个工作日内处理";
"no_complaint_content_tip" = "您还没有填写投诉信息";
"no_star_rating_tip" = "您还没有为星级打分";
"complaint" = "投诉";
"comment_detail" = "评价详情";
"all_comments" = "全部评价";
"write_comment" = "写评价";
"no_comment_data" = "暂无评价";
"what_customer_like" = "用户评论";
"reviews_count" = "%@ 条评论";
"comment_share_qrcode_tip" = "识别扫码跟我一起玩转柬埔寨";
"easy_way_easy_life" = "Easy way Easy life";
"anonymous_user" = "匿名用户";
"view_count" = "浏览 %@";
"isSelf" = "本人";
"upload_image_title" = "上传图片";
"star_rating_desc_verygood" = "非常棒";
"star_rating_desc_good" = "很好";
"star_rating_desc_common" = "一般";
"star_rating_desc_bad" = "差";
"star_rating_desc_verybad" = "糟透了";
"star_rating_tip" = "点击或滑动评分";
"merchant_info_category_title_info" = "信息";
"merchant_info_category_title_offer" = "优惠";
"merchant_info_category_title_reviews" = "评价";
"merchant_info_category_title_nearby" = "附近";
"comment_not_passed_tip" = "点评未通过审核，不支持分享";
///3.2
"transfer_bakong" = "转账到bakong";
"transfer_bank" = "转账到银行";
"view_title_transfer_input_bakong"="输入bakong账号";
"Select_receiving_bank"="选择收款银行";
"receiving_bank"="收款银行";
"Receiver_account_number"="收款人账号";
"Enter_receiver_account_number"="请输入收款人账号";
"Enter_phone_number"="输入手机号";
"Enter_receiver_phone_number"="请输入收款人手机号";
"Receiver_account"="收款人";
"transfer_to" = "转账到";
"Receiver_Phone_Number"="收款人手机号";
"Remark" = "备注";
"Optional"="选填";
"order_amount"="订单金额";
"Collection_shop"="收款店铺";
"location"="定位";
"transaction_Hash"="交易hash";

////////coolcash btn/////
"login"    = "登录";
"login2"   = "登录";
"register" = "注册";
"use sms code login"            = "短信验证快速登录";
"BUTTON_TITLE_FORGET_LOGIN_PWD" = "忘记密码";
"register account"              = "注册账号";
"have questions"                = "常见问题";
"use password login"            = "使用登录密码";
"《ViPay Agreement》"           = "CoolCash 法律协议";
"go to login >>"                = "已有账号，去登录 >>";
"BUTTON_TITLE_COMPLETE"         = "完成";
"BUTTON_TITLE_NEXT"             = "下一步";
"BUTTON_GET_SMS_CODE"           = "获取验证码";
"BUTTON_TITLE_SUBMIT"           = "提交";
"BUTTON_TITLE_NO"               = "否";
"BUTTON_TITLE_YES"              = "是";
"BUTTONS_OTHER_ACCOUNT"           = "我要找其他账号的密码";
"BUTTON_SECURITY_WARMING"         = "安全提醒";
"BUTTON_TITLE_CONFIRM"            = "确认";
"BAR_BUTTON_ITEM_LIMIT"           = "限额说明";
"BUTTON_CONFIRM_TRANSFER"         = "确认转账";
"BUTTON_TITLE_CONFIRM_EXCHANGE"   = "确定兑换";
"BUTTON_TITLE_SET_AMOUNT"         = "设置金额";
"BUTTON_TITLE_CLEAR_AMOUNT"       = "清除金额";
"BUTTON_TITLE_SAVE_QRCODE"        = "保存二维码";
"BUTTON_TITLE_BILLRECORD"         = "账单记录";
"BUTTON_TITLE_CANCEL"             = "取消";
"BUTTON_TITLE_EXITLOGIN"          = "退出登录";
"BUTTON_TITLE_RESET_PAYPWD"       = "重置支付密码";
"BUTTON_TITLE_RESET_LOGIN_PWD"    = "重置登录密码";
"BUTTON_TITLE_DONE"               = "完成";
"BUTTON_TITLE_PAPERS_EXAMPLE"     = "证件照示例";
"BUTTON_TITLE_STANDARD"           = "标准";
"BUTTON_TITLE_BOARD_MISSING"      = "边框缺失";
"BUTTON_TITLE_HAND_PAPER_EXAMPLE" = "手持证件照示例";
"BUTTON_TITLE_SELECT"             = "选取";
"BUTTON_TITLE_SCAN"         = "扫一扫";
"BUTTON_TITLE_MORE"         = "更多";
"BUTTON_TITLE_PHONE_CHARGE" = "手机充值";
"BUTTON_TITLE_ACCOUNT_INFO"       = "账户";
"BUTTON_TITLE_COLLECTION"         = "收款";
"BUTTON_TITLE_REINPUT"            = "重新输入";
"BUTTON_TITLE_LIGHT_OFF"          = "轻点照亮";
"BUTTON_TITLE_LIGHT_ON"           = "轻点关闭";
"BUTTON_TITLE_BACK"               = "返回";
"BUTTON_TITLE_WAIT"               = "等待";
"BUTTON_TITLE_SKIP"               = "跳过";
"BUTTON_TITLE_CLICK_ENTER"        = "点击进入";
"BUTTON_TITLE_LOGIN_RIGHT_NOW"    = "立即登录";
"BUTTON_TITLE_GO_TO_RECHARGE"     = "去充值";
"BUTTON_TITLE_GO_TO_AUTHENTICATE" = "去实名";
"BUTTON_TITLE_OPEN_NOTIFICATION"  = "去开启";
"BUTTON_TITLE_SHARE"    = "分享";
"BUTTON_TITLE_LOGOUT"   = "退出";
"BUTTO_TITLE_LIGHT_OFF" = "点击开启";
"BUTTO_TITLE_LIGHT_ON"  = "点击关闭";

"BTN_TITLE_SELECTBYMONTH" = "按月选择";
"BTN_TITLE_SELECTBYDAY"   = "按日选择";
"BTN_TITLE_REFLUSH"       = "刷新";
"BTN_TITLE_END_TIME"      = "结束时间";
"BTN_TITLE_BEGAIN_TIME"   = "开始时间";

"BTN_TITLE_CONFIRM_PAY"   = "确认支付";
"BTN_TITLE_BACK_MERCHANT" = "返回商家";

"BUTTON_TOLIGIN"          = "去登录";
"BUTTON_TITLE_UPDATE"     = "立即更新";

//0124 add
"BUTTON_TITLE_GO_THERE"        = "到这去";
"BUTTON_TITLE_TO_SETTING"      = "去设置";
"BUTTON_TITLE_NO_ALLOW"        = "不允许";
"tag_recharge"                 = "重新充值";
"RECHARGEABLE_TITLE_GoldEntry" = "入金卡";
"BroadbandTV"                  = "网络和电视";
"BUTTON_TITLE_SURE"            = "确定";


//0310 add
"BTN_TITLE_SMS_LOGIN"   = "验证码登录>";
"BTN_TITLE_FORGET_PWD"  = "忘记了？";
"BTN_TITLE_TO_REGISTER" = "还没账户，去注册？";
"BTN_TITLE_PWD_LOGIN"   = "密码登录>";
"skip"                  = "跳过";
"map_tab_store"         = "商家";
"map_tab_all"           = "全部";
"view_dot_map"          = "查看网点地图";
"map_tab_upgrade"       = "用户升级";

//0320 add
"btn_title_map"  = "地图";
"discount_title" = "优惠折扣";
"go_cash_toin"   = "去入金";

"broadband_tv" = "网络和电视";

"send_psw_sms" = "一键短信下发";

"btn_coupon_ticket" = "优惠券";
"btn_member_card" = "会员卡";
"btn_to_my_coupons" = "前往我的优惠券";
"btn_more_coupons" = "了解更多优惠券";
"title_continue" = "继续";
"title_copy" = "复制";

"homepaper_coupon" = "卡券";
"button_title_clear" = "清除";

"expire_later" = "二维码将在";
"expire_later_end" = "秒后失效";
"paymentCode_limit_to" = "单笔限额";
"pn_or" = "或";
"make_payment_to_merchant" = "向商家付款";
"Security" = "安全";
"Close_one_step_payment" = "关闭免密支付";
"Open_one_step_payment" = "开启免密支付";
"Suspend_PaymentCode" = "暂停使用";
"Open_Payment_Code_Sure" = "开启免密支付后，每次进入付款码页面无需输入支付密码，是否确认开启？";
"Close_Paymen_Code_Sure" = "关闭免密支付后，每次进入付款码页面前都需要输入支付密码，是否确认关闭？";
"enable_tips" = "即每次打开付款码支付，无需输入支付密码";
"Select_Yes" = "是";
"Select_NO" = "否";
"sure_open_one_set_payment" = "是否开通免密支付：";
"after_show_code" = "开启后向商家出示付款码，即可付款。";
"need_open_again" = "付款码让支付更便捷。暂停使用付款码，下次启用需重新开启。";
"pay_for_me" = "扫描二维码，向我付款";
"set_amount" = "设置金额";
"clear_amount" = "清除金额";
"save_qr_code" = "保存二维码";
"scan_with_wownow_to_pay" = "使用WOWNOW APP[扫一扫]\n向我支付";
"save_qr_code_success" = "保存二维码成功";
"receive_account" = "收款账户";
"receive_amount" = "收款金额";
"please_select" = "请选择";
"please_input_amout" = "请输入金额";
"Close_successfully" = "关闭成功";
"Open_successfully" = "开启成功";
"paymentCode_limit" = "付款码-单笔限额";
"Confirm_Open" = "确认开启";

"Input_user_info" = "输入用户信息";
"User_Photo" = "用户照片";
"Sample" = "示例照片";
"Upload_Photo" = "上传用户照片";
"nbc_upload_photo_tips" = "根据NBC要求，请上传您本人照片，仅用于身份验证，CoolCash保障您的信息安全。";
"Photo_format" = "照片格式：PNG/JPEG/GIF";
"Photo_size" = "照片大小：最大5M";
"Real-name_upgrade" = "实名认证，升级高级账户，提高账户限额";
"Provide_photo_upgrade" = "提供手持证件照认证，可升级为尊享账户，获得更高交易额度。";
"Go_to_upgrade" = "去升级";
"Upgrade_again" = "再次升级";
"Under_upgrade" = "审核中";
"Upgrade_fail" = "审核不通过";
"Upgrade_succeed" = "审核成功";
"Open_Account" = "开通钱包";
"Upgrade_account" = "升级账户";
"Confirm_information" = "确认实名信息";
"Upload_information" = "上传证件信息";
"Submit_approval" = "提交人工审核";
"Legal_type" = "证件类型";
"Legal_number" = "证件号";
"Legal_expiration_date" = "证件有效期";
"pn_input" = "请输入";
"Nation/Region" = "国籍/地区";
"get_more" = "为了获得更多的功能和账户额度，实名信息需与证件信息完全一致";
"upload_legal_photo" = "请上传证件照片";
"upload_front_photo" = "上传证件正面照片";
"upload_back_photo" = "上传证件反面照片";
"Photo_legal_in_hand" = "手持证件照";
"please_upload" = "请上传";
"tips_nbc_photo" = "根据NBC要求，请提供本人真实有效的证件，信息仅用于身份验 证，CoolCash保障您的信息安全";
"nbc_upload_photo_in_hand_tips" = "请您手持证件拍照，确保手持的证件与已上传的证件一致，确保您的头像与证件信息清晰可见。";
"photo_only_security" = "照片信息仅用于身份验证，CoolCash保障您的信息安全。";
"Uploaded" = "已上传";
"Upgrade_Platinum_account" = "升级尊享账户";
"Upgrade_Gold_account" = "升级高级账户";
"Upgrade_status" = "升级状态";
"Optional_tips" = "可选";
"Select_date" = "选择日期";
"Permanently_valid" = "永久有效期";
"Upgrade_Gold_ing" = "高级账户升级中";
"Upgrade_Gold_fail" = "高级账户升级失败";
"Upgrade_Gold_succeed" = "高级账户升级成功";
"Upgrade_Platinum_ing" = "尊享账户升级中";
"Upgrade_Platinum_fail" = "尊享账户升级失败";
"Upgrade_Platinum_succeed" = "尊享账户升级成功";
"Reason_failure" = "失败原因";
"Tips_only_vaild" = "只能是数字或英文";
"open_error_tips" = "根据NBC要求，仅允许855手机号开通钱包。";
"upload_visa_pic" = "外籍人士请上传签证页";
"Fee_free" = "活动减免";
"Upload_from_gallery" = "从相册上传";
"Take_photo" = "立即拍照";

"freeze_balance" = "冻结余额";
"confirm_update" = "确认修改";
"visa_expiration_date" = "签证到期日";
"front_photo" = "证件照正面";
"back_photo" = "证件照反面";
"upload_passport_pic" = "点击上传护照首页照片";
"refunded_success" = "退款成功";

"utilities" = "公共费用";
"Utilities_payment" = "公共费用账单";
"utilities_details" = "公共费用明细";
"water" = "水费";
"electricity" = "电费";
"waste" = "垃圾费";
"recent_bill" = "最近账单";
"water_bill" = "水费支付";
"pay_to" = "付款给";
"payer_info" = "付款人信息";
"select_currency" = "币种";
"biller_info" = "收账人信息";
"biller_code" = "收款公司编号";
"customer_info" = "用户信息";
"customer_id" = "用户ID";
"customer_code" = "用户号";
"customer_name" = "用户姓名";
"balances_info" = "账单金额信息";
"bill_amount" = "账单金额";
"fee" = "手续费";
"promotion" = "营销优惠";
"fee_type" = "费用类型";
"total_amount" = "总金额";
"notes" = "备注";
"please_enter_notes" = "请填写备注";
"payment_successful" = "支付成功";
"your water bill No has been paid successfully." = "您的水费账单号%@本期缴费成功。";
"Invoice_No" = "账单号";
"detail_fee" = "代缴费用";
"detail_total_amount" = "支付金额";
"bill_payment" = "账单支付";
"bill_code" = "账单编号";
"customer_phone" = "用户手机号";
"modify" = "修改";
"Modify_amount" = "修改金额";
"bill_to_bo_paid" = "待缴费";
"bill_Paying" = "缴费处理中";
"bill_Paying_confirm" = "缴费确认中";
"bill_pay_fail" = "缴费失败";
"bill_Paid" = "已缴费";
"Status" = "状态";
"close" = "关闭";
"closed" = "缴费关闭";
"sure_close_order" = "确定关闭订单吗？";
"input_correct_amount" = "请输入正确的金额";
"addjust" = "调账";
"blocked" = "冻结扣款";
"agent_address" = "网点地址";
"agent_services" = "服务范围";
"search_neary_agent" = "输入地址搜索附近代理商";
"coolcash_agent_outlet" = "CoolCash网点";
"agent_name" = "商户名称";
"Deducted" = "已扣款";
"kyc_Rejected" = "审核不通过";
"Google_Maps" = "谷歌地图";
"Apple_Maps" = "苹果地图";
"Navigate" = "导航";
"not_find_nav" = "找不到可用的导航工具";
"Deduct_amount" = "扣款金额";
"Deduct_account" = "扣款账户";
"Serial_number" = "流水号";
"Deduct_time" = "扣款时间";
"Deduct_reason" = "扣款原因";
"Adjust_amount" = "调账金额";
"Adjust_account" = "调账账户";
"Adjust_time" = "调账时间";
"Adjust_reason" = "调账原因";
"Account_authentication" = "账户认证";
"Blocked_amount" = "冻结金额";

"supplier_no_search_result" = "没有关于\"%@\"的搜索结果";
"search_for_biller" = "搜索供应商";
"bill_type" = "账单类型";
"total_Amount_exchange_USD" = "支付合计（换算为USD）";
"charge_type" = "手续费承担方";
"charge_from_customer" = "用户承担";
"charge_from_biller" = "商户承担";
"charge_from_customer_and_biller_" = "用户与商户按比例“%@”承担";
"please_enter" = "请输入";
"pay_currency" = "支付币种";
"student_id" = "学生ID";
"policy_number" = "保单号";

"save_tips_level" = "该功能仅向已提交KYC认证的用户开放，如需使用请升级您的账户等级。";
"not_show_more" = "不再提醒";
"disclaimer" = "KHQR服务协议";
"wallet_storage_limit" = "钱包收款限额";
"down_recevie_qr_code" = "下载收款二维码";
"down_recevie_qr_code_success" = "下载收款二维码成功";

"pn_transfer_phone_number2" = "转账到手机号";
"pn_transfer_phone_number" = "向手机号转账";
"trans_to_phone_tips" = "说明：转账成功后，收款人可凭提现码、收款手机号前往 CoolCash任意网点提现";
"trans_to_phone_tips2" = "说明：收款人可凭提现码、收款手机号前往CoolCash任意网点提现";
"pn_all" = "全部";
"select_date_type" = "查询日期";
"select_date_type_tips" = "起止日期跨度不能超过1个月";
"select_start_date" = "选择开始日期";
"select_end_date" = "选择结束日期";
"trans_type" = "交易类型";
"trans_currency" = "交易币种";
"reset" = "重置";
"go_now" = "立即前往";
"pn_withdraw_code" = "提现码";
"receive_phone" = "收款手机号";
"no_withdraw" = "未提现";
"withdraw" = "已提现";
"faild_time" = "失效时间";
"invalid_time" = "已失效";
"withdraw_code_expired" = "提现码过期";
"pn_copy_success" = "复制成功";
"trans_again" = "重新转账";
"transfer_amount" = "转账金额";
"confirm_next" = "确认";
"pn_trans_list_no_more" = "已经到底了，查询更多交易请点击右上角【更多】";

"pn_merchant_service" = "商户服务";
"pn_merchant_service_simple" = "商户服务";
"pn_merchant_service_introduction" = "商户服务介绍";
"ms_introduction_t1" = "CoolCash为您提供一整套便捷的商户服务，包括商户KHQR收款码、每日收款统计、收款到账语音播报、退款、资金转账等服务";
"ms_open_procedure" = "开通流程";
"ms_open_1" = "1、提交商户服务开通申请。";
"ms_open_2" = "2、CoolCash审核商户信息。";
"ms_open_3" = "3、完成开通。";
"ms_want_open" = "我要开通商户";
"ms_want_correlation" = "已有商户，我要关联";
"ms_open_merchant" = "开通商户";
"ms_submit_apply" = "提交申请";
"ms_approval_merchant_info" = "审核商户信息";
"ms_open_success" = "开通成功";
"ms_merchant_type" = "商户类型";
"ms_select_merchant_type" = "请选择商户类型";
"ms_person_merchant" = "个人商户";
"ms_business_merchant" = "企业商户";
"ms_merchant_shop_name" = "商户店铺名称";
"ms_business_type" = "经营品类";
"ms_merchant_address" = "商户地址";
"ms_recruited_by" = "推荐人";
"ms_not_required" = "非必填";
"ms_input_recuited" = "请填写推荐人（非必填）";
"ms_have_read_and_agree" = "我已阅读并同意";
"ms_merchant_info" = "商户信息";
"ms_merchant_number" = "营业执照注册号";
"ms_input_merchant_number" = "请填写营业执照注册号";
"ms_business_license" = "营业执照";
"ms_merchant_person_info" = "商户法人信息";
"ms_merchant_person_name" = "法人姓名";
"ms_input_person_name" = "请填写商户法人姓名";
"ms_merchant_id" = "商户ID";
"ms_input_merchant_id" = "输入商户ID";
"ms_merchant_name" = "商户名称";
"ms_bind_phone_number" = "绑定手机号";
"ms_verify_merchant_info" = "验证商户信息";
"ms_bind_success_tips" = "关联成功";
"ms_image_support_formats" = "支持jpg、jpeg、png、bmp格式，不超过5MB";
"pre_upgrade_KYC_tips" = "您的账户还完成KYC认证，请先升级您的账户。";
"ms_bind_merchant_services" = "关联商户";
"ms_enter_mserchant_services" = "进入商户服务";
"ms_bind_success" = "商户号关联成功！";
"ms_bind_success_congratulations" = "恭喜您，商户号关联成功。";
"ms_apply_again" = "再次申请";
"ms_get_sms_code" = "点击获取";
"ms_verification_code" = "验证码";
"ms_input_sms_code" = "请输入短信验证码";
"ms_collection" = "今日收款";
"ms_case_in" = "入金";
"ms_shop_photo" = "店铺门头照";
"ms_longitude_latitude" = "经纬度";
"ms_only_support_tips" = "仅支持提现到本人钱包账户";
"ms_case_in_account" = "入金账户";
"ms_receiver" = "收款人";
"ms_pay_balance" = "付款账户";
"ms_case_in_amount" = "入金金额";
"ms_today_collection" = "今日收款";
"pn_ms_trade_first_tips" = "请设置6位商户钱包交易密码,该密码仅用于商户钱包交易";
"pn_ms_trade_confirm_tips" = "请再次确认商户钱包交易密码";
"pn_ms_set_trade_pwd" = "设置密码";
"pn_ms_set_trade_pwd_confirm" = "确认密码";
"pn_ms_use_adddress" = "使用该地址";
"pn_ms_search_address" = "请输入地址搜索";
"pn_ms_approval_ing" = "审核中";
"pn_ms_rejected" = "审核拒绝";
"pn_pay_to_merchant" = "向商户付款";
"pn_ms_available_balance" = "可用余额";
"pn_ms_money_count" = "共%@笔";
"pn_ms_input_transaction_pwd" = "输入交易密码";

"unSuGzr5" = "国际转账";
"EAZqpwVv" = "历史交易";
"2812hSh8" = "交易限额";
"lYXV87bl" = "与转账人关系";
"Wqhob2CB" = "收款账户信息";
"EflnCwt2" = "手机号";
"mKw25x8s" = "收款人信息";
"UNzSjgTY" = "名";
"OwjdGw1x" = "中间名";
"v06KEcfu" = "全名";
"Suw8Q4KU" = "国家";
"MAOLJbCr" = "省";
"WFLBHUE4" = "城市";
"LQPsLBJh" = "地址";
"nRb6CYfa" = "其他关系";
"SMSpgXLZ" = "中国";
"2VdVAFAY" = "编辑收款人信息";
"epWpMMBj" = "新增收款人信息";
"5nm3J7mD" = "保存";
"BTzO3MA1" = "用户名/手机号";
"fdYrGIFb" = "转账管理";
"2EPMI0Ro" = "国际转账收款人";
"jipl0KUj" = "出生国家";
"yjCLRkV6" = "到国家";
"MRizy1WE" = "服务商";
"O7btTqFy" = "转账汇率";
"Th0QKAI6" = "转账单笔限额";
"wu0BFgDi" = "账户余额不足";
"ZmgMEII0" = "交易余额超限";
"JWRpnuek" = "预计到账金额";
"BiUtrIb3" = "注：本金额为预估金额，实际以到账金额为准";
"uVVJeonR" = "收款账户信息";
"lPbT4NY1" = "转出国家";
"ylaEdUhR" = "现住地址";
"qVCl1o8O" = "交易日期";
"C3InKk2b" = "转账目的";
"73IrNw1L" = "资金来源";
"XiS0f25N" = "客户尽职调查";
"cB3e7LW6" = "转账服务费";
"d1q6xTQ3" = "营销减免";
"30T5DG3Q" = "其他目的";
"O8X45dkA" = "其他来源";
"1wdZB3DT" = "转账费率";
"Pl6Nbxfy" = "Coolcash 用户协议的条款和条件";
"sAj4Joke" = "开通";
"kwCIcL1x" = "金额";
"hbQmFhd0" = "费率";
"HYsS50Ji" = "特定事项约定";
"5O6zhbTH" = "最近记录";
"tvy0oIAQ" = "转账记录";
"28Y45s6W" = "交易单号";
"5xdNPvU0" = "交易状态";
"y97jp8l0" = "错误信息";
"dtXJWLUv" = "转账详情";
"RHUBAPgC" = "收款人详情";
"BQv4jaKx" = "初始";
"vFID0sZ0" = "支付完成";
"j9vrnGxS" = "已提交申请，待确认";
"grghSLEm" = "转账确认中";
"jS7pwDTg" = "转账处理中";
"twTKE3PI" = "待收款人提款";
"db6iZMXT" = "转账成功，资金已入账";
"X3xjBXbU" = "转账失败";
"SAjZlyRo" = "入账失败";
"1qxi9sok" = "转账已撤销";

"pn_delete_reciver_title" = "删除收款人";
"pn_delete_reciver_message" = "请确认是否要删除这个收款人？";

"pn_charge" = "手续费";
"pn_inter_transfer_limit" = "转账限额";
"pn_bind_alipay_phone" = "请输入支付宝绑定手机号";
"pn_bind_alipay_idType" = "请输入支付宝绑定证件类型";
"pn_bind_alipay_idNo" = "请输入支付宝绑定证件号";
"pn_bind_alipay_lastName" = "请输入支付宝账号姓";
"pn_bind_alipay_firstName" = "请输入支付宝账号名";
"pn_limit_for_payer" = "付款人转账限额";
"pn_limit_for_receiver" = "收款人转账限额";
"pn_limit_type" = "类型";
"pn_limit_amount" = "限额";
"pn_limit_time" = "次数";
"pn_txn_month" = "按月累计";
"pn_txn_day" = "按日累计";
"pn_txn_year" = "按年累计";
"pn_fee_charge" = "收费标准";
"pn_single" = "单笔";
"pn_no_limit" = "不限";
"pn_click_to_transfer" = "点击转账";
"pn_abnormal" = "异常";
"pn_check_detail" = "查看说明";

"pn_select_province" = "选择省份";

"pn_visa_page" = "有效签证页";

"pn_ms_Merchant_KHQR" = "收款码";
"pn_contact_us" = "联系我们";
"pn_copy_email_success" = "已复制邮箱";
"pn_care_center" = "客服中心";
"pn_merchant_payment_service_agreement" = "商户支付服务协议";
"pn_refund_amount" = "退款金额";
"pn_receiver_account" = "收款账号";
"pn_ms_change_password" = "修改交易密码";
"pn_ms_password_tips" = "您是否记得当前的交易密码？";
"pn_not_remember" = "不记得";
"pn_remember" = "记得";
"pn_ms_current_pwd_tips" = "请输入原交易密码";
"pn_ms_new_pwd_tips" = "请输入新的交易密码";
"pn_ms_confirm_new_pwd_tips" = "请再次确认交易密码";
"pn_ms_update_pwd_success" = "交易密码修改成功，请牢记！";
"pn_ms_error_tips" = "交易密码不能是重复、连续的数字";
"pn_continue" = "继续";
"pn_risk_tips" = "[%@]没有完成实名认证，您要继续交易吗？";

"pn_International_transfer_record" = "国际转账历史记录";
"pn_phone" = "电话";
"pn_email" = "邮箱";
"pn_confirm" = "确认";

"pn_terms" = "协议和条款";
"pn_wallet_transactions" = "钱包交易记录";
"pn_use_default_photo" = "使用默认照片";
"pn_contact_care_center_reset_password" = "请联系客服中心重置支付密码";
"pn_received_sms_code" = "我已收到验证码";
"input_sms_code" = "请输入短信验证码";
"sms_code_valid_time" = "验证码有效时间 %@ 分钟";

"pn_Care_center" = "帮助中心";
"pn_IR_introduction" = "国际转账产品介绍";
"pn_IR_Q&A" = "国际转账常见问题";
"pn_alipay_tips1" = "请确认收款人在支付宝设置收款账号";
"pn_alipay_tips2" = "如未设置，支付宝将通过短信和电话方式通知收款人设置\n收款人必须在72小时内完成设置，未按时设置将转账失败，资金退回转出人";
"pn_check" = "查看";
"pn_transfer_to_alipay_tips" = "转出至: 支付宝绑定的中国大陆银行卡";
"pn_check_alipay_name" = "查看支付宝app的收款人姓名";
"pn_check_alipay_name_some" = "收款人姓名需要与支付宝收款人姓名一致";
"pn_copy_check_link" = "复制查看链接";

"pn_up_letters" = "（大写英文字母）";
"pn_inter_qualifications" = "国际转账业务资质";
"pn_alipay_setting_tips" = "请确认收款人信息在支付宝完成设置";
"pn_alipay_setting_tips_2" = "确认已阅读并完成收款人在支付宝中相关操作";
"pn_inter_big_tisp" = "1、本服务为中国央行和柬埔寨国家银行审批通过的正规合法国际转账业务，相关资质请点击：>>国际转账业务资质\n2、使用本服务需先在支付宝“闪速收款”中绑定收款银行卡：\n    收款人为本人：>>点击“闪速收款”收款银行卡 \n    收款人为他人：>>复制“闪速收款”收款银行卡 \n3、请准确填写收款人信息 \n4、请确认收款人姓名为支付宝“闪速收款”收款人姓名。\n    收款人为本人：>>点击“闪速收款”首页\n    收款人为他人：>>复制“闪速收款”首页";
"pn_inter_hig_qualifications" = ">>国际转账业务资质";
"pn_inter_hig_click_receiver_bank_card" = ">>点击“闪速收款”收款银行卡";
"pn_inter_hig_copy_receiver_bank_card" = ">>复制“闪速收款”收款银行卡";
"pn_inter_hig_click_home" = ">>点击“闪速收款”首页";
"pn_inter_hig_copy_home" = ">>复制“闪速收款”首页";

"pn_to_be_activated" = "已注册未激活";
"pn_verify_information" = "客户信息校验";
"pn_activate_wallet" = "钱包激活";
"pn_after_activation_wallet" = "激活后您将可享用钱包";
"pn_activate" = "立即激活";
"pn_activation_procedure" = "激活流程";
"pn_activation_procedure_1" = "输入用户信息";
"pn_activation_procedure_2" = "校验用户信息";
"pn_activation_procedure_3" = "设置支付密码";
"pn_activation_procedure_4" = "确认支付密码，激活完成";

"pn_invite_code" = "邀请码";
"pn_input_invite_code" = "请输入邀请码";
"pn_invite_code_tips" = "这是您在大象APP的首笔国际转账交易，输入您好友的邀请码，将获得现金奖励";
"pn_your_friend_invite_code" = "您好友邀请码：";
"pn_continue_transfer" = "继续转账";

"pn_Passport_front_page" = "护照首页";
"pn_Expired_upload_again" = "* 已过期，请重新上传";
"pn_Expired_select_again" = "* 已过期，请重新选择";
"pn_To_upgrade_to_Platinum_account_tips" = "* 如需升级尊享账户及使用国际转账功能，则手持证件照为必填项";
"pn_upload_passport_front_page" = "请上传护照首页";
"pn_upload_valid_Visa_page_" = "请上传有效签证页";
"pn_select_Legal_document_type" = "请先选择【证件类型】";

"pn_go_to_transfer" = "去转账";
"pn_transfer_to" = "转账至";
"pn_transfer_to_wechat" = "转账到微信";
"pn_transfer_to_alipay" = "转账到支付宝";
"pn_txn_channel" = "交易渠道";
"pn_full_name" = "姓名";
"pn_fullname_capital" = "姓+名拼音大写";        
"pn_wechat_payee" = "微信收款人";
"pn_alipay_payee" = "支付宝收款人";
"pn_click_wechat_tiny" = ">>点击微信的“微汇款”";
"pn_wechat_bind_phone_tips" = "请输入微信绑定银行的手机号";
"pn_wechat_bind_cardType_tips" = "请输入微信收款账户绑定的证件类型";
"pn_wechat_bind_cardNum_tips" = "请输入微信收款账户绑定的证件号码";
"pn_wechat_setting_tips" = "请确认在微信小程序“微汇款”已创建收款名片";
"pn_wechat_tips1" = "温馨提示";
"pn_wechat_tips2" = "请确认收款人在微信“微汇款”的小程序已创建收款名片，如未创建，转账将被拒绝";
"pn_wechat_setting_tips_2" = "确认已阅读并完成收款人在微信中相关操作";
"pn_check_wechat_name_some" = "收款人姓名需要与微信小程序“微汇款”的收款人姓名一致";
"pn_wechat_big_tips" = "1、本服务为中国央行和柬埔寨国家银行审批通过的正规合法国际转账业务，相关资质请点击：>>国际转账资质\n2、使用本服务需先在微信的小程序”微汇款“创建收款名片>>点击微信的“微汇款”\n3、请准确填写收款人信息";
"pn_input_wechat_full_name" = "请输入微信收款名片的客户姓名";

"pn_store_manager" = "门店管理";
"pn_operator_management" = "操作员管理";
"pn_Upload_voucher" = "上传凭证";
"pn_Withdraw_to_Bank" = "提现到银行";
"pn_Withdraw_to_personal_wallet" = "提现到个人钱包";
"pn_Wallet_withdrawal_permission" = "钱包提现权限";
"pn_Open_to_withdraw_from_wallet" = "启用后可以进行钱包提现";
"pn_Receiving_data_permission" = "收款数据查询权限";
"pn_Open_to_check_merchant" = "启用后有今日收款和交易记录菜单权限，可以查询商户及门店所有收款数据";
"pn_Store_management_permission" = "门店管理权限";
"pn_Open_for_store_management" = "启用后有门店管理所有权限";
"pn_Merchant_KHQR_permission" = "商家收款码查询权限";
"pn_Open_merchant_KHQR_permission" = "启用后有商家收款码查询权限";
"pn_Wallet_balance_permission" = "钱包余额查询权限";
"pn_Open_to_check_wallet_balance" = "启用后可以查询钱包余额";
"pn_coolcash_wallet" = "CoolCash钱包账号";
"pn_add_picture" = "添加照片";
"pn_sms_send" = "短信发送成功";
"pn_unbind_succeeds" = "解绑成功";
"pn_add_operator" = "添加操作员";
"pn_edit_operator" = "编辑操作员";
"pn_add" = "添加";
"pn_reset_operator_pwd" = "确定要重置账号“%@”的交易密码吗？";
"pn_reset_unbind_operator" = "您确认要解除对操作员【%@】的绑定吗？";
"pn_reset_unbind_store_operator" = "您确认要解除对店员【%@】的绑定吗？";
"pn_Reset_transaction_password" = "重置交易密码";
"pn_Unbind" = "解除绑定";
"pn_stroe_info" = "门店信息";
"n_store_detail" = "门店详情";
"pn_edit" = "编辑";
"pn_add_store" = "新建门店";
"pn_edit_store_operator" = "编辑店员";
"pn_add_store_operator" = "添加店员";
"pn_upload_image_store" = "上传门店照片";
"pn_Store_receiving_KHQR" = "门店收款码";
"pn_Merchant_KHQR" = "商户收款码";
"pn_Staff_receiving_QR" = "店员收款码";
"pn_upload_store_tips" = "请上传门店照片，每张不超过5MB，最多可上传30张，支持PNG/JPEG/GIF";
"pn_Store_pic" = "门店照片";
"pn_store_status" = "门店状态";
"pn_Active" = "正常";
"pn_Suspended" = "停用";
"pn_store_name" = "门店名称";
"pn_store_address" = "门店地址";
"pn_store_phone" = "门店电话";
"pn_Store_NO" = "门店编号";
"pn_Operation_time" = "营业时间";
"pn_Number_of_staff" = "门店人数";
"pn_num_people" = "人";
"pn_Open_to_check_store_receiving_data" = "启用后可以查询本门店的收款数据";
"pn_Staff_role" = "店员角色";
"pn_store_manager_2" = "店长";
"pn_store_Staff" = "店员";
"pn_upload_success" = "上传成功";
"pn_check_detail" = "查看记录";
"pn_voucher_records" = "凭证记录";
"pn_more" = "筛选";
"pn_voucher_detail" = "凭证详情";
"pn_Store" = "门店";
"pn_Withdraw" = "提现";
"pn_Operator" = "操作员";
"pn_Voucher" = "支付凭证";
"pn_confirm_upload" = "确认上传";
"pn_upload_datetime" = "上传时间";
"pn_upload_voucher_2" = "上传支付凭证";
"pn_Receiver_name" = "收款人姓名";
"pn_Add_bank_card" = "添加银行卡";
"pn_Withdrawal_account" = "提现账户";
"pn_can_not_withdraw_alert" = "不能超过可提现金额";
"pn_witdhdraw_account" = "提现账号";
"pn_withdarw_amount" = "提现金额";
"pn_can_withdarw_amount" = "可提现金额:";
"pn_withdraw_all" = "全部提现";
"pn_Receiving_bank" = "收款银行";
"pn_Receiver_bank_account" = "收款人银行账号";
"pn_withdraw_datetime" = "提现时间";
"pn_all_store" = "全部门店";
"pn_trans_Record_count" = "交易记录笔数";
"pn_trans_count" = "笔";
"pn_Income" = "收入";
"pn_Expenditures" = "支出";
"pn_admin_send_sms_code_tips" = "请先联系商户管理员%@重置交易密码，再查看系统发送您手机的短信验证码";
"pn_Staff_management" = "店员管理";
"pn_send_sms_code_tips_2" = "已向手机尾号%@发送短信验证码，需要进行身份核验，请查看后输入";
"pn_Store_data_query_permission" = "门店数据查询权限";
"pn_upload_voucher_tips" = "请上传凭证照片，每张不超过5MB，最多可上传5张，支持PNG/JPEG/GIF";
"pn_full_name_2" = "姓名";
"pn_Confirm_to_withdraw" = "确认提现";

"pn_input_packet_password" = "请输入口令";
"pn_not_open_will_be_refunded" = "未领取的红包，将于24小时后退回到WN钱包";
"pn_will_send" = "您可能想发红包的人";
"pn_selected_need_send" = "已选择领取人";
"pn_send_red_packet" = "发红包";
"pn_tips_balance_insufficient" = "当前账户余额不足，请修改红包金额";
"pn_me" = "本人";
"pn_recent_send" = "最近发过红包";
"pn_packet_total_amount" = "总金额";
"pn_Identical_amount" = "改为平均金额";
"pn_Random_amount" = "改为拼手气";
"pn_i_received" = "我收到的";
"pn_i_send" = "我发出的";
"pn_packet_rule" = "红包规则";
"pn_recent_red_packet" = "最近红包消息";
"pn_Not_open" = "未领取";
"pn_open" = "已领取";
"pn_Partial_opened" = "部分领取";
"pn_Opened" = "已领完";
"pn_Partial_refunded" = "部分退款";
"pn_refunded" = "已退款";
"pn_Expired" = "已过期";
"pn_None_left" = "已抢光";
"pn_cover_default" = "红包封面（默认）";
"pn_wish_default" = "恭喜发财，红包拿来";
"pn_lucky_packet" = "口令红包";
"pn_Normal_packet" = "普通红包";
"pn_packet_type" = "红包类型";
"pn_packet_transer_to_wallet" = "领取成功，已存入钱包 >";
"pn_packet_Customized_number" = "自定义口令";
"pn_packet_system_number" = "系统推荐口令";
"pn_packet_number_tips" = "为了您的资金安全，口令不宜过于简单\n8位英文大写字母、数字、不支持符号";
"pn_select_year" = "请选择年份";
"pn_from" = "来自";
"pn_packet_history" = "红包记录";
"pn_packet_message_record" = "红包消息记录";
"pn_packet_lucky_number" = "红包口令";
"pn_packet_quantity" = "红包个数";
"pn_enter_packet_number" = "请填写红包个数";
"pn_send_to" = "发给谁";
"pn_friends_wownow" = "WOWNOW 好友";
"pn_friends_Telegram" = "Telegram 好友";
"pn_prepre_red_packet" = "塞钱进钱包";
"pn_red_packet_title" = "红包";
"pn_Wishes_title" = "祝福语";
"pn_ge" = "个";
"pn_packet_detail" = "红包详情";
"pn_i_want_send_red_packet" = "我要发红包（拼手气）";
"pn_Each_package_of_amount_is_divided_randomly" = "普通红包，单个红包金额随机生成";
"pn_packet_balance_of_KHR_wallet_insufficient" = "KHR账户余额不足时，支持使用USD账户余额支付\n";
"pn_Look_at_your_luck" = "看看大家的手气";
"pn_not_open_wallet" = "还没开通钱包账户";
"pn_send_count_packet" = "共发出%@个红包";
"pn_reciver_count_packet" = "共收到%@个红包";
"pn_packet_message_title" = "红包消息";
"pn_packet_share_content" = "我发了%zd个红包，快来抢啊，先到先得，下载大象APP查看领取记录";
"pn_input_packet_number" = "输入红包口令领取";
"pn_copy_packet_number" = "复制口令";
"pn_packet_detail_count_open" = "已领取%zd/%zd个红包，共៛ %@/%@";
"pn_packet_detail_count_refund" = "已领取%zd/%zd个红包，共៛ %@/%@ 已退款";
"pn_packet_detail_count_part_refund" = "已领取%zd/%zd个红包，共领取៛ %@/%@ 已部分退款";
"pn_packet_detail_count_Finished" = "已领完：%zd个红包共 ៛ %@";
"pn_current_packet_rate" = "当前汇率：1 USD=%@";
"pn_packet_single_amount" = "单个金额";
"pn_can_exchang_usd_to_khr" = "KHR账户余额不足，从USD账户兑换$%@到KHR账户，兑换汇率为  $1=៛%@。";
"pn_red_packet_no" = "红包编号:";
"pn_check_red_packet_record" = "查看红包记录";
"pn_number_red_packet" = "包%zd个红包";
"pn_merchant_id_2" = "商户号";
"pn_ms_store_staff" = "门店店员";
"pn_upgrade_your_account_to_receive_packet" = "哎呀，我太低调了";
"pn_red_packet_has_been_send" = "红包已发出";
"pn_exceeds_maximum_your_account" = "哎呀，我的财富溢出了";
"pn_red_packet_expired" = "红包已过期";
"pn_red_packet_Run_out" = "红包已领完";
"pn_Red_packets_have_been_opened" = "红包已领取";
"pn_capital_letters_or_number" = "8位英文大写字母、数字、不支持符号";

"pn_Rent_bill" = "公寓缴费";
"pn_Record" = "缴费记录";
"pn_bill" = "缴费";
"pn_bill_detail" = "缴费详情";
"pn_bill_no" = "缴费单号";
"pn_bill_status" = "缴费状态";
"pn_bill_items" = "缴费项目";
"pn_room_no" = "房号";
"pn_bill_amount" = "缴费金额";
"pn_bill_remark" = "账单备注";
"pn_Payment_complete_time" = "缴费完成时间";
"pn_voucher_remark" = "凭证备注";
"pn_select_2" = "选择";
"pn_rent_bill_no" = "缴费订单";
"pn_complete_time" = "完成时间";
"pn_Payment_voucher" = "缴费凭证";
"pn_comfirm_to_pay" = "确认缴费";
"pn_select_bill_no" = "请选择账单缴费";
"pn_Refused_by_customer" = "拒绝";
"pn_Voucher_uploaded" = "已上传凭证";
"pn_billed_and_uploaded" = "已缴费上传凭证";
"pn_record_2" = "记录";
"pn_Bill_info_incorrect" = "缴费信息有误，拒绝";
"pn_pay_now" = "去缴费";
"pn_To_be_paid" = "等待付款";
"pn_Reason_to_refuse" = "拒绝原因";
"pn_reject_success" = "拒绝成功";
"pn_Succeed_to_upload_voucher" = "缴费凭证上传成功";
"pn_reject_remark" = "拒绝备注";
"pn_close_remark" = "关闭备注";
"pn_search_input_mobile" = "输入手机号";

///娱乐缴费
"pn_user_id" = "游戏ID";
"pn_zone_id" = "游戏区域";
"pn_input_user_id" = "请输入游戏ID";
"pn_input_zone_id" = "请输入游戏区域";
"pn_payer_account" = "付款人账号";
"pn_game_submit_tips" = "商品为游戏公司提供，WOWNOW只提供充值服务";
"pn_entertainment" = "娱乐";
"pn_balance_not_enough_tips" = "您的USD账户余额不足，我们支持您将KHR账户资金汇兑为USD后来支付该笔业务，请选择是否汇兑";
"pn_select_payment" = "选择支付方式";
"pn_wallet_balance" = "钱包余额";
"pn_pincode" = "卡密";
"pn_items" = "产品类目";
"pn_ref_number" = "支付流水号";
"pn_pincode_info" = "卡密信息";
"pn_account_info" = "账号信息";
"pn_customer_name" = "客户名称";
"pn_zone" = "区域";
"pn_selected_product" = "选择产品";
"pn_get_items" = "卡片类型";

"kS9jf65a" = "请选择正确的开始结束时间";
"3jXKLytx" = "承担方";
"5UIKm8yX" = "Group";
"aEvpZcFf" = "发起交易";
"GufDlQOK" = "未上传";
"EdX024QJ" = "买方";
"X8wkuMw2" = "卖方";
"pPgU3rVk" = "账号（+8550）";
"iU6StRW0" = "附件";
"8zF0Ua7I" = "确认发起交易并分享";
"8zF0Ua7I2" = "确认发起交易";
"Bq9M3FIV" = "担保交易协议";
"L6ddPIex" = "本人已阅读并同意 ";
"rZ4MZvCF" = "上传附件";
"oVwpPGHd" = "我是卖方";
"fgQEHc8b" = "我是买方";
"cUPRpTWC" = "说明：";
"X0waVGy0" = "1、我要收款可点击【我是卖方】，发起交易分享给买方付款\n2、我要付款可点击【我是买方】，向收款方发起交易并付款";
"YFIDGqVH" = "请上传照片，每张不超过5MB，最多可上传10张，支持PNG/JPEG/GIF";
"Vd1QTGmu" = "交易内容";
"5Xom1HTl" = "您确认要接受本次交易吗？";
"TIjulPsM" = "您确认要取消本次交易吗？";
"c8rxkqps" = "确认完成交易后，平台会把本次交易的款项打到卖方的账户，并且无法再申请退款，您确认要完成本次交易吗？";
"pJsMjwJQ" = "您确认要取消退款吗？";
"KVdIDTdI" = "您确认要取消申诉吗？";
"qGAYU3Rq" = "您确认要同意退款吗？";
"misbAFoq" = "您确认要拒绝本次交易吗？";
"bT6z62lC" = "您确认要申请退款吗？";
"RjMXLmyp" = "您确认要拒绝退款吗？";
"Ve4FnhgG" = "您确认要向平台申诉吗？";
"Mw5WkG3Q" = "请输入原因，必填项";
"ulP6Dlwt" = "请输入原因";
"gBjyExDd" = "退款原因";
"CACs1qJ5" = "买方账号";
"IhnSFBbR" = "买方姓名";
"XtRppmEO" = "卖方账号";
"9kTb2wdH" = "卖方姓名";
"IVm6l92o" = "服务费";
"lM0ikRQ8" = "交易完成时间";
"ytEuVxQM" = "说明：买方付款成功后资金会暂存平台，%zd天后买方没有确认完成交易，系统会自动完成交易把资金结算给卖方，并且无法再申请退款！";
"hbTBKfhM" = "您有一笔担保交易，请点击查看";
"pQAaSPwA" = "交易金额";
"gFCHMFQU" = "担保交易";
"QeZR98d0" = "待确认";
"WyIjQGbH" = "待付款";
"ePHz7Mzn" = "待完成";
"6qOkNbwk" = "已完成";
"INow7LMn" = "已取消";
"dqe12rcV" = "买方申请退款";
"XmiY47Lw" = "卖方拒绝退款";
"ncB3SsuB" = "买方申述";
"Gg7akkBp" = "申述驳回";
"kkJWMbb2" = "已拒绝";
"pn_Reason" = "原因";
"trFCVqZg" = "驳回原因";
"UO1OiBbu" = "申诉原因";
"5DA0qJYw" = "卖方账号不允许与买方账号相同!";

"RNHELxfb" = "商户号：%@\n商户名称：%@";
"oXLMrSO8" = "您确定要解除与商户的绑定吗？";
"FV17a1Mf" = "解除与商户绑定";
"7XCSMD52" = "启用";
"9lYJWzkk" = "待激活";
"MkxZ6a35" = "退网";
"POStv3XK" = "终止合作";

"INCW7fTD" = "钱包明细";
"WMg7NK01" = "起止日期跨度不能超过1年";
"r0Lf2CCc" = "钱包明细详情";
"vHTu9ZGs" = "业务类型";
"3WYdfNiq" = "账务流水号";
"Ffyc9JwU" = "汇入余额";
"kbgEMmB0" = "汇出余额";
"wiU2b9Uf" = "账户余额";
"LoVFJY6s" = "用户钱包";
"TuYqOnTv" = "用户钱包余额";
"Log1CQtZ" = "支付结果";
"Epqp59t7" = "当前汇率";
"8JOkLAyq" = "收款用户名";
"OhU54vkx" = " USD账户余额：";
"xpelIs48" = " KHR账户余额：";
"Ubs28BGa" = "支付信息";
"Ieqh3s7V" = "USD账户";
"u2mfN9xc" = "KHR账户";
"dRTBg4UD" = "业务信息";
"dNrknSgO" = "钱包账户信息";
"AP6bl5V6" = "钱包账号";
"gF1rn9Qc" = "收款账号信息";
"AkFAEFeW" = "充值";
"mMoic5PX" = "汇兑";
"fjECY0JS" = "结算";
"3YEl63zX" = "分录调帐";
"SFLSCZk7" = "自主调帐";
"mttjUMbV" = "营销";

"MVMB35xp" = "使用%@借款服务";
"uIq2D3g0" = "%@与CoolCash共同打造的一款借贷产品，如您需在WOWNOW上借款";
"jpFBAZa6" = "请先注册WOWNOW ，开通CoolCash钱包";
"vFmKjzYC" = "CoolCash的钱包账户等级升级到尊享 ";
"C95wB9gi" = "同意WOWNOW用户信息与%@分享";
"sfFb8ECv" = "《个人信息保护政策》";
"DbCXkKGq" = "前往%@借款平台";
"wbxdUAaR" = "贷款";
"VUL8JNLi" = "账户等级非尊享，请升级";

"setPinCode" = "设置Pin-code";
"modifyPinCode" = "修改Pin-code";
